const bunkajp = [{
    "kanji": ["亜（亞）"],
    "yomi": ["ア"],
    "examples": ["亜流，亜麻，亜熱帯"],
    "obs": ["　"]
}, {
    "kanji": ["哀"],
    "yomi": ["アイ　", "あわれ　", "あわれむ"],
    "examples": ["哀愁，哀願，悲哀", "哀れ，哀れな話，哀れがる", "哀れむ，哀れみ"],
    "obs": ["　"]
}, {
    "kanji": ["挨"],
    "yomi": ["アイ"],
    "examples": ["挨拶"],
    "obs": ["　"]
}, {
    "kanji": ["愛"],
    "yomi": ["アイ"],
    "examples": ["愛情，愛読，恋愛"],
    "obs": ["愛媛（えひめ）県"]
}, {
    "kanji": ["曖"],
    "yomi": ["アイ"],
    "examples": ["曖昧"],
    "obs": ["　"]
}, {
    "kanji": ["悪（惡）"],
    "yomi": ["アク　", "オ　", "わるい"],
    "examples": ["悪事，悪意，醜悪", "悪寒，好悪，憎悪", "悪い，悪さ，悪者"],
    "obs": ["　"]
}, {
    "kanji": ["握"],
    "yomi": ["アク　", "にぎる"],
    "examples": ["握手，握力，掌握", "握る，握り，一握り"],
    "obs": ["　"]
}, {
    "kanji": ["圧（壓）"],
    "yomi": ["アツ"],
    "examples": ["圧力，圧迫，気圧"],
    "obs": ["　"]
}, {
    "kanji": ["扱"],
    "yomi": ["あつかう"],
    "examples": ["扱う，扱い，客扱い"],
    "obs": ["　"]
}, {
    "kanji": ["宛"],
    "yomi": ["あてる"],
    "examples": ["宛てる，宛先"],
    "obs": ["⇔当てる，充てる"]
}, {
    "kanji": ["嵐"],
    "yomi": ["あらし"],
    "examples": ["嵐，砂嵐"],
    "obs": ["　"]
}, {
    "kanji": ["安"],
    "yomi": ["アン　", "やすい"],
    "examples": ["安全，安価，不安", "安い，安らかだ"],
    "obs": ["　"]
}, {
    "kanji": ["案"],
    "yomi": ["アン"],
    "examples": ["案文，案内，新案"],
    "obs": ["　"]
}, {
    "kanji": ["暗"],
    "yomi": ["アン　", "くらい"],
    "examples": ["暗示，暗愚，明暗", "暗い，暗がり"],
    "obs": ["　"]
}, {
    "kanji": ["以"],
    "yomi": ["イ"],
    "examples": ["以上，以内，以後"],
    "obs": ["　"]
}, {
    "kanji": ["衣"],
    "yomi": ["イ　", "ころも"],
    "examples": ["衣服，衣食住，作業衣", "衣，羽衣"],
    "obs": ["浴衣（ゆかた）"]
}, {
    "kanji": ["位"],
    "yomi": ["イ　", "くらい"],
    "examples": ["位置，第一位，各位", "位，位取り，位する"],
    "obs": ["「三位一体」，「従三位」は，「サンミイッタイ」，「ジュサンミ」。"]
}, {
    "kanji": ["囲（圍）"],
    "yomi": ["イ　", "かこむ　", "かこう"],
    "examples": ["囲碁，包囲，範囲", "囲む，囲み", "囲う，囲い"],
    "obs": ["　"]
}, {
    "kanji": ["医（醫）"],
    "yomi": ["イ"],
    "examples": ["医学，医療，名医"],
    "obs": ["　"]
}, {
    "kanji": ["依"],
    "yomi": ["イ　", "　エ"],
    "examples": ["依頼，依拠，依然", "帰依"],
    "obs": ["　"]
}, {
    "kanji": ["委"],
    "yomi": ["イ　", "ゆだねる"],
    "examples": ["委任，委員，委細", "委ねる"],
    "obs": ["　"]
}, {
    "kanji": ["威"],
    "yomi": ["イ"],
    "examples": ["威力，威圧，示威"],
    "obs": ["　"]
}, {
    "kanji": ["為（爲）"],
    "yomi": ["イ"],
    "examples": ["為政者，行為，作為"],
    "obs": ["為替（かわせ）"]
}, {
    "kanji": ["畏"],
    "yomi": ["イ　", "おそれる"],
    "examples": ["畏敬，畏怖", "畏れる，畏れ"],
    "obs": ["", "⇔恐れる"]
}, {
    "kanji": ["胃"],
    "yomi": ["イ"],
    "examples": ["胃腸，胃酸，胃弱"],
    "obs": ["　"]
}, {
    "kanji": ["尉"],
    "yomi": ["イ"],
    "examples": ["尉官，一尉，大尉"],
    "obs": ["　"]
}, {
    "kanji": ["異"],
    "yomi": ["イ　", "こと"],
    "examples": ["異論，異同，奇異", "異にする，異なる"],
    "obs": ["　"]
}, {
    "kanji": ["移"],
    "yomi": ["イ　", "うつる　", "うつす"],
    "examples": ["移転，移民，推移", "移る，移り変わり", "移す"],
    "obs": ["　"]
}, {
    "kanji": ["萎"],
    "yomi": ["イ　", "なえる"],
    "examples": ["萎縮", "萎える"],
    "obs": ["　"]
}, {
    "kanji": ["偉"],
    "yomi": ["イ　", "えらい"],
    "examples": ["偉大，偉人，偉観", "偉い，偉ぶる"],
    "obs": ["　"]
}, {
    "kanji": ["椅"],
    "yomi": ["イ"],
    "examples": ["椅子"],
    "obs": ["　"]
}, {
    "kanji": ["彙"],
    "yomi": ["イ"],
    "examples": ["語彙"],
    "obs": ["＊［（付）第２の３【剝】参照］"]
}, {
    "kanji": ["意"],
    "yomi": ["イ"],
    "examples": ["意見，意味，決意"],
    "obs": ["意気地（いくじ）"]
}, {
    "kanji": ["違"],
    "yomi": ["イ　", "ちがう　", "ちがえる"],
    "examples": ["違反，違法，相違", "違う，違い，間違う", "違える，見違える，間違える"],
    "obs": ["　"]
}, {
    "kanji": ["維"],
    "yomi": ["イ"],
    "examples": ["維持，維新，繊維"],
    "obs": ["　"]
}, {
    "kanji": ["慰"],
    "yomi": ["イ　", "なぐさめる　", "なぐさむ"],
    "examples": ["慰安，慰問，慰労", "慰める，慰め", "慰む，慰み"],
    "obs": ["　"]
}, {
    "kanji": ["遺"],
    "yomi": ["イ　", "　ユイ"],
    "examples": ["遺棄，遺産，遺失", "遺言"],
    "obs": ["", "「遺言」は，「イゴン」とも。"]
}, {
    "kanji": ["緯"],
    "yomi": ["イ"],
    "examples": ["緯度，北緯，経緯"],
    "obs": ["　"]
}, {
    "kanji": ["域"],
    "yomi": ["イキ"],
    "examples": ["域内，地域，区域"],
    "obs": ["　"]
}, {
    "kanji": ["育"],
    "yomi": ["イク　", "そだつ　", "そだてる　", "はぐくむ"],
    "examples": ["育児，教育，発育", "育つ，育ち", "育てる，育て親", "育む"],
    "obs": ["　"]
}, {
    "kanji": ["一"],
    "yomi": ["イチ　", "イツ　", "ひと　", "ひとつ"],
    "examples": ["一度，一座，第一", "一般，同一，統一", "一息，一筋，一月目", "一つ"],
    "obs": ["一日（ついたち）", "一人（ひとり）"]
}, {
    "kanji": ["壱（壹）"],
    "yomi": ["イチ"],
    "examples": ["壱万円"],
    "obs": ["　"]
}, {
    "kanji": ["逸（逸）"],
    "yomi": ["イツ"],
    "examples": ["逸話，逸品，逸する"],
    "obs": ["　"]
}, {
    "kanji": ["茨"],
    "yomi": ["　いばら"],
    "examples": ["", ""],
    "obs": ["茨城県"]
}, {
    "kanji": ["芋"],
    "yomi": ["いも"],
    "examples": ["芋，里芋，焼き芋"],
    "obs": ["　"]
}, {
    "kanji": ["引"],
    "yomi": ["イン　", "ひく　", "ひける"],
    "examples": ["引力，引退，索引", "引く，字引", "引ける"],
    "obs": ["⇔弾く"]
}, {
    "kanji": ["印"],
    "yomi": ["イン　", "しるし"],
    "examples": ["印刷，印象，調印", "印，目印，矢印"],
    "obs": ["　"]
}, {
    "kanji": ["因"],
    "yomi": ["イン　", "よる"],
    "examples": ["因果，原因，要因", "因る，……に因る"],
    "obs": ["　"]
}, {
    "kanji": ["咽"],
    "yomi": ["イン"],
    "examples": ["咽喉"],
    "obs": ["　"]
}, {
    "kanji": ["姻"],
    "yomi": ["イン"],
    "examples": ["姻族，婚姻"],
    "obs": ["　"]
}, {
    "kanji": ["員"],
    "yomi": ["イン"],
    "examples": ["満員，定員，社員"],
    "obs": ["　"]
}, {
    "kanji": ["院"],
    "yomi": ["イン"],
    "examples": ["院内，議院，病院"],
    "obs": ["　"]
}, {
    "kanji": ["淫"],
    "yomi": ["イン　", "みだら"],
    "examples": ["淫行，淫乱", "淫らだ"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["陰"],
    "yomi": ["イン　", "かげ　", "かげる"],
    "examples": ["陰気，陰性，光陰", "陰，日陰", "陰る，陰り"],
    "obs": ["⇔影"]
}, {
    "kanji": ["飲"],
    "yomi": ["イン　", "のむ"],
    "examples": ["飲料，飲食，痛飲", "飲む，飲み水"],
    "obs": ["　"]
}, {
    "kanji": ["隠（隱）"],
    "yomi": ["イン　", "かくす　", "かくれる"],
    "examples": ["隠居，隠忍，隠語", "隠す", "隠れる，雲隠れ"],
    "obs": ["　"]
}, {
    "kanji": ["韻"],
    "yomi": ["イン"],
    "examples": ["韻律，韻文，音韻"],
    "obs": ["　"]
}, {
    "kanji": ["右"],
    "yomi": ["ウ　", "ユウ　", "みぎ"],
    "examples": ["右岸，右折，右派", "左右，座右", "右，右手"],
    "obs": ["　"]
}, {
    "kanji": ["宇"],
    "yomi": ["ウ"],
    "examples": ["宇宙，気宇，堂宇"],
    "obs": ["　"]
}, {
    "kanji": ["羽"],
    "yomi": ["ウ　", "は　", "　", "はね"],
    "examples": ["羽毛，羽化，羽翼", "白羽の矢，一羽（わ），三羽（ば），六羽（ぱ）", "羽，羽飾り"],
    "obs": ["「羽（は）」は，前に来る音によって「わ」，「ば」，「ぱ」になる。"]
}, {
    "kanji": ["雨"],
    "yomi": ["ウ　", "あめ　", "　あま"],
    "examples": ["雨量，降雨，梅雨", "雨，大雨", "雨雲，雨戸，雨具"],
    "obs": ["五月雨（さみだれ）", "時雨（しぐれ）", "梅雨（つゆ）", "「春雨」，「小雨」，「霧雨」などは，「はるさめ」，「こさめ」，「きりさめ」。"]
}, {
    "kanji": ["唄"],
    "yomi": ["　うた"],
    "examples": ["小唄，長唄"],
    "obs": ["⇔歌"]
}, {
    "kanji": ["鬱"],
    "yomi": ["ウツ"],
    "examples": ["憂鬱"],
    "obs": ["　"]
}, {
    "kanji": ["畝"],
    "yomi": ["うね"],
    "examples": ["畝，畝間，畝織"],
    "obs": ["　"]
}, {
    "kanji": ["浦"],
    "yomi": ["うら"],
    "examples": ["浦，津々浦々"],
    "obs": ["　"]
}, {
    "kanji": ["運"],
    "yomi": ["ウン　", "はこぶ"],
    "examples": ["運動，運命，海運", "運ぶ"],
    "obs": ["　"]
}, {
    "kanji": ["雲"],
    "yomi": ["ウン　", "くも"],
    "examples": ["雲海，風雲，積乱雲", "雲，雲隠れ"],
    "obs": ["　"]
}, {
    "kanji": ["永"],
    "yomi": ["エイ　", "ながい"],
    "examples": ["永続，永久，永遠", "永い，日永"],
    "obs": ["", "⇔長い"]
}, {
    "kanji": ["泳"],
    "yomi": ["エイ　", "およぐ"],
    "examples": ["泳法，水泳，背泳", "泳ぐ，泳ぎ"],
    "obs": ["　"]
}, {
    "kanji": ["英"],
    "yomi": ["エイ"],
    "examples": ["英雄，英断，俊英"],
    "obs": ["　"]
}, {
    "kanji": ["映"],
    "yomi": ["エイ　", "うつる　", "うつす　", "はえる"],
    "examples": ["映画，上映，反映", "映る，映り", "映す", "映える，夕映え"],
    "obs": ["", "⇔写る", "⇔写す", "⇔栄える"]
}, {
    "kanji": ["栄（榮）"],
    "yomi": ["エイ　", "さかえる　", "はえ　", "はえる"],
    "examples": ["栄枯，栄養，繁栄", "栄える，栄え", "栄えある，見栄え，出来栄え", "栄える"],
    "obs": ["", "", "⇔映え", "⇔映える"]
}, {
    "kanji": ["営（營）"],
    "yomi": ["エイ　", "いとなむ"],
    "examples": ["営業，経営，陣営", "営む，営み"],
    "obs": ["　"]
}, {
    "kanji": ["詠"],
    "yomi": ["エイ　", "よむ"],
    "examples": ["詠嘆，詠草，朗詠", "詠む"],
    "obs": ["", "⇔読む"]
}, {
    "kanji": ["影"],
    "yomi": ["エイ　", "かげ"],
    "examples": ["影響，陰影，撮影", "影，影絵，人影"],
    "obs": ["", "⇔陰"]
}, {
    "kanji": ["鋭"],
    "yomi": ["エイ　", "するどい"],
    "examples": ["鋭利，鋭敏，精鋭", "鋭い，鋭さ"],
    "obs": ["　"]
}, {
    "kanji": ["衛（衞）"],
    "yomi": ["エイ"],
    "examples": ["衛生，護衛，守衛"],
    "obs": ["　"]
}, {
    "kanji": ["易"],
    "yomi": ["エキ　", "イ　", "やさしい"],
    "examples": ["易者，貿易，不易", "容易，安易，難易", "易しい，易しさ"],
    "obs": ["　"]
}, {
    "kanji": ["疫"],
    "yomi": ["エキ　", "　ヤク"],
    "examples": ["疫病，悪疫，防疫", "疫病神"],
    "obs": ["　"]
}, {
    "kanji": ["益"],
    "yomi": ["エキ　", "　ヤク"],
    "examples": ["有益，利益，益する", "御利益"],
    "obs": ["　"]
}, {
    "kanji": ["液"],
    "yomi": ["エキ"],
    "examples": ["液体，液状，血液"],
    "obs": ["　"]
}, {
    "kanji": ["駅（驛）"],
    "yomi": ["エキ"],
    "examples": ["駅長，駅伝，貨物駅"],
    "obs": ["　"]
}, {
    "kanji": ["悦"],
    "yomi": ["エツ"],
    "examples": ["悦楽，喜悦"],
    "obs": ["　"]
}, {
    "kanji": ["越"],
    "yomi": ["エツ　", "こす　", "こえる"],
    "examples": ["越境，超越，優越", "越す，年越し", "越える，山越え"],
    "obs": ["", "⇔超す", "⇔超える"]
}, {
    "kanji": ["謁（謁）"],
    "yomi": ["エツ"],
    "examples": ["謁見，拝謁，謁する"],
    "obs": ["　"]
}, {
    "kanji": ["閲"],
    "yomi": ["エツ"],
    "examples": ["閲覧，閲歴，校閲"],
    "obs": ["　"]
}, {
    "kanji": ["円（圓）"],
    "yomi": ["エン　", "まるい"],
    "examples": ["円卓，円熟，一円", "円い，円さ，円み"],
    "obs": ["", "⇔丸い"]
}, {
    "kanji": ["延"],
    "yomi": ["エン　", "のびる　", "のべる　", "のばす"],
    "examples": ["延長，延期，遅延", "延びる", "延べる，延べ", "延ばす"],
    "obs": ["", "⇔伸びる", "⇔伸べる", "⇔伸ばす"]
}, {
    "kanji": ["沿"],
    "yomi": ["エン　", "そう"],
    "examples": ["沿海，沿線，沿革", "沿う，川沿い"],
    "obs": ["", "⇔添う"]
}, {
    "kanji": ["炎"],
    "yomi": ["エン　", "ほのお"],
    "examples": ["炎上，炎天，火炎", "炎"],
    "obs": ["　"]
}, {
    "kanji": ["怨"],
    "yomi": ["エン　", "オン"],
    "examples": ["怨恨", "怨念"],
    "obs": ["　"]
}, {
    "kanji": ["宴"],
    "yomi": ["エン"],
    "examples": ["宴会，宴席，酒宴"],
    "obs": ["　"]
}, {
    "kanji": ["媛"],
    "yomi": ["エン"],
    "examples": ["才媛"],
    "obs": ["愛媛（えひめ）県"]
}, {
    "kanji": ["援"],
    "yomi": ["エン"],
    "examples": ["援助，応援，声援"],
    "obs": ["　"]
}, {
    "kanji": ["園"],
    "yomi": ["エン　", "その"],
    "examples": ["園芸，公園，楽園", "学びの園，花園"],
    "obs": ["　"]
}, {
    "kanji": ["煙"],
    "yomi": ["エン　", "けむる　", "けむり　", "けむい"],
    "examples": ["煙突，煙霧，喫煙", "煙る", "煙", "煙い，煙たい，煙たがる"],
    "obs": ["　"]
}, {
    "kanji": ["猿"],
    "yomi": ["エン　", "さる"],
    "examples": ["野猿，類人猿，犬猿の仲", "猿"],
    "obs": ["　"]
}, {
    "kanji": ["遠"],
    "yomi": ["エン　", "　オン　", "とおい"],
    "examples": ["遠近，永遠，敬遠", "久遠", "遠い，遠出，遠ざかる"],
    "obs": ["　"]
}, {
    "kanji": ["鉛"],
    "yomi": ["エン　", "なまり"],
    "examples": ["鉛筆，亜鉛，黒鉛", "鉛，鉛色"],
    "obs": ["　"]
}, {
    "kanji": ["塩（鹽）"],
    "yomi": ["エン　", "しお"],
    "examples": ["塩分，塩酸，食塩", "塩，塩辛い"],
    "obs": ["　"]
}, {
    "kanji": ["演"],
    "yomi": ["エン"],
    "examples": ["演技，演奏，講演"],
    "obs": ["　"]
}, {
    "kanji": ["縁（緣）"],
    "yomi": ["エン　", "ふち"],
    "examples": ["縁故，縁日，血縁", "縁，縁取り，額縁"],
    "obs": ["「因縁」は，「インネン」。"]
}, {
    "kanji": ["艶（艷）"],
    "yomi": ["エン　", "つや"],
    "examples": ["妖艶", "艶，色艶"],
    "obs": ["　"]
}, {
    "kanji": ["汚"],
    "yomi": ["オ　", "けがす　", "けがれる　", "けがらわしい　", "よごす　", "よごれる　", "きたない"],
    "examples": ["汚点，汚物，汚名", "汚す", "汚れる，汚れ", "汚らわしい", "汚す，口汚し", "汚れる，汚れ，汚れ物", "汚い，汚らしい"],
    "obs": ["　"]
}, {
    "kanji": ["王"],
    "yomi": ["オウ"],
    "examples": ["王子，帝王"],
    "obs": ["「親王」，「勤王」などは，「シンノウ」，「キンノウ」。"]
}, {
    "kanji": ["凹"],
    "yomi": ["オウ"],
    "examples": ["凹凸，凹面鏡，凹レンズ"],
    "obs": ["凸凹（でこぼこ）"]
}, {
    "kanji": ["央"],
    "yomi": ["オウ"],
    "examples": ["中央"],
    "obs": ["　"]
}, {
    "kanji": ["応（應）"],
    "yomi": ["オウ　", "　", "こたえる"],
    "examples": ["応答，応用，呼応", "", "応える"],
    "obs": ["「反応」，「順応」などは，「ハンノウ」，「ジュンノウ」。", "⇔答える"]
}, {
    "kanji": ["往"],
    "yomi": ["オウ"],
    "examples": ["往復，往来，既往症"],
    "obs": ["　"]
}, {
    "kanji": ["押"],
    "yomi": ["オウ　", "おす　", "おさえる"],
    "examples": ["押収，押印，押韻", "押す，押し", "押さえる，押さえ"],
    "obs": ["", "⇔推す", "⇔抑える"]
}, {
    "kanji": ["旺"],
    "yomi": ["オウ"],
    "examples": ["旺盛"],
    "obs": ["　"]
}, {
    "kanji": ["欧（歐）"],
    "yomi": ["オウ"],
    "examples": ["欧文，西欧，渡欧"],
    "obs": ["　"]
}, {
    "kanji": ["殴（毆）"],
    "yomi": ["オウ　", "なぐる"],
    "examples": ["殴打", "殴る"],
    "obs": ["　"]
}, {
    "kanji": ["桜（櫻）"],
    "yomi": ["オウ　", "さくら"],
    "examples": ["桜花，観桜", "桜，桜色，葉桜"],
    "obs": ["　"]
}, {
    "kanji": ["翁"],
    "yomi": ["オウ"],
    "examples": ["老翁"],
    "obs": ["　"]
}, {
    "kanji": ["奥（奧）"],
    "yomi": ["オウ　", "おく"],
    "examples": ["奥義，深奥", "奥，奥底，奥さん"],
    "obs": ["「奥義」は，「おくギ」とも。", " "]
}, {
    "kanji": ["横（橫）"],
    "yomi": ["オウ　", "よこ"],
    "examples": ["横断，横領，専横", "横，横顔，横たわる"],
    "obs": ["　"]
}, {
    "kanji": ["岡"],
    "yomi": ["　おか"],
    "examples": ["", ""],
    "obs": ["岡山県，静岡県，福岡県"]
}, {
    "kanji": ["屋"],
    "yomi": ["オク　", "や"],
    "examples": ["屋上，屋外，家屋", "屋根，花屋，楽屋"],
    "obs": ["", "母屋（おもや）", "部屋（へや）", "⇔家"]
}, {
    "kanji": ["億"],
    "yomi": ["オク"],
    "examples": ["億万，一億"],
    "obs": ["　"]
}, {
    "kanji": ["憶"],
    "yomi": ["オク"],
    "examples": ["記憶，追憶"],
    "obs": ["　"]
}, {
    "kanji": ["臆"],
    "yomi": ["オク"],
    "examples": ["臆説，臆測，臆病"],
    "obs": ["「臆説」，「臆測」は，", "「憶説」，「憶測」とも書く。"]
}, {
    "kanji": ["虞"],
    "yomi": ["おそれ"],
    "examples": ["虞"],
    "obs": ["　"]
}, {
    "kanji": ["乙"],
    "yomi": ["オツ"],
    "examples": ["乙種，甲乙"],
    "obs": ["乙女（おとめ）"]
}, {
    "kanji": ["俺"],
    "yomi": ["おれ"],
    "examples": ["俺"],
    "obs": ["　"]
}, {
    "kanji": ["卸"],
    "yomi": ["おろす　", "おろし"],
    "examples": ["卸す", "卸，卸商"],
    "obs": ["⇔下ろす，降ろす", "", ""]
}, {
    "kanji": ["音"],
    "yomi": ["オン　", "イン　", "おと　", "ね"],
    "examples": ["音楽，発音，騒音", "福音，母音", "音，物音", "音，音色"],
    "obs": ["「観音」は，「カンノン」。"]
}, {
    "kanji": ["恩"],
    "yomi": ["オン"],
    "examples": ["恩情，恩人，謝恩"],
    "obs": ["　"]
}, {
    "kanji": ["温（溫）"],
    "yomi": ["オン　", "あたたか　", "あたたかい　", "あたたまる　", "あたためる"],
    "examples": ["温暖，温厚，気温", "温かだ", "温かい", "温まる", "温める"],
    "obs": ["", "⇔暖か", "⇔暖かい", "⇔暖まる", "⇔暖める"]
}, {
    "kanji": ["穏（穩）"],
    "yomi": ["オン　", "おだやか"],
    "examples": ["穏和，穏当，平穏", "穏やかだ"],
    "obs": ["「安穏」は，「アンノン」。"]
}, {
    "kanji": ["下"],
    "yomi": ["カ　", "ゲ　", "した　", "しも　", "もと　", "さげる　", "さがる　", "くだる　", "くだす　", "くださる　", "おろす　", "おりる"],
    "examples": ["下流，下降，落下", "下水，下車，上下", "下，下見", "下，川下", "下，足下", "下げる", "下がる", "下る，下り", "下す", "下さる", "下ろす，書き下ろす", "下りる"],
    "obs": ["下手（へた）", "", "", "", "⇔元，本，基", "⇔提げる", "", "", "", "", "⇔卸す，降ろす", "⇔降りる"]
}, {
    "kanji": ["化"],
    "yomi": ["カ　", "ケ　", "ばける　", "ばかす"],
    "examples": ["化石，化学，文化", "化粧，化身，権化", "化ける，お化け", "化かす"],
    "obs": ["　"]
}, {
    "kanji": ["火"],
    "yomi": ["カ　", "ひ　", "　ほ"],
    "examples": ["火災，灯火，発火", "火，火花，炭火", "火影"],
    "obs": ["⇔灯"]
}, {
    "kanji": ["加"],
    "yomi": ["カ　", "くわえる　", "くわわる"],
    "examples": ["加入，加減，追加", "加える", "加わる"],
    "obs": ["　"]
}, {
    "kanji": ["可"],
    "yomi": ["カ"],
    "examples": ["可否，可能，許可"],
    "obs": ["　"]
}, {
    "kanji": ["仮（假）"],
    "yomi": ["カ　", "　ケ　", "かり"],
    "examples": ["仮面，仮定，仮装", "仮病", "仮の住まい，仮に，仮処分"],
    "obs": ["仮名（かな）"]
}, {
    "kanji": ["何"],
    "yomi": ["カ　", "なに　", "　なん"],
    "examples": ["幾何学", "何，何者，何事", "何本，何十，何点"],
    "obs": ["　"]
}, {
    "kanji": ["花"],
    "yomi": ["カ　", "はな"],
    "examples": ["花弁，花壇，落花", "花，花火，草花"],
    "obs": ["", "⇔華"]
}, {
    "kanji": ["佳"],
    "yomi": ["カ"],
    "examples": ["佳作，佳人，絶佳"],
    "obs": ["　"]
}, {
    "kanji": ["価（價）"],
    "yomi": ["カ　", "あたい"],
    "examples": ["価値，価格，評価", "価"],
    "obs": ["", "⇔値"]
}, {
    "kanji": ["果"],
    "yomi": ["カ　", "はたす　", "はてる　", "はて"],
    "examples": ["果実，果断，結果", "果たす，果たして〔副〕", "果てる", "果て"],
    "obs": ["果物（くだもの）"]
}, {
    "kanji": ["河"],
    "yomi": ["カ　", "　", "かわ"],
    "examples": ["河川，河口，運河", "", "河"],
    "obs": ["河岸（かし）", "河原（かわら）", "⇔川"]
}, {
    "kanji": ["苛"],
    "yomi": ["カ"],
    "examples": ["苛酷，苛烈"],
    "obs": ["　"]
}, {
    "kanji": ["科"],
    "yomi": ["カ"],
    "examples": ["科学，教科，罪科"],
    "obs": ["　"]
}, {
    "kanji": ["架"],
    "yomi": ["カ　", "かける　", "かかる"],
    "examples": ["架橋，架空，書架", "架ける", "架かる"],
    "obs": ["", "⇔掛ける，懸ける，賭ける", "⇔掛かる，懸かる"]
}, {
    "kanji": ["夏"],
    "yomi": ["カ　", "　ゲ　", "なつ"],
    "examples": ["夏季，初夏，盛夏", "夏至", "夏，夏服，真夏"],
    "obs": ["　"]
}, {
    "kanji": ["家"],
    "yomi": ["カ　", "ケ　", "いえ　", "や", " "],
    "examples": ["家屋，家庭，作家", "家来，本家，分家", "家，家柄，家元", "家主，借家", " "],
    "obs": ["", "", "", "母家（おもや）", "⇔屋"]
}, {
    "kanji": ["荷"],
    "yomi": ["カ　", "に"],
    "examples": ["出荷，入荷", "荷，荷物，初荷"],
    "obs": ["　"]
}, {
    "kanji": ["華"],
    "yomi": ["カ　", "　ケ　", "はな"],
    "examples": ["華美，繁華，栄華", "香華，散華", "華やかだ，華やぐ，華々しい"],
    "obs": ["", "", "⇔花"]
}, {
    "kanji": ["菓"],
    "yomi": ["カ"],
    "examples": ["菓子，製菓，茶菓"],
    "obs": ["　"]
}, {
    "kanji": ["貨"],
    "yomi": ["カ"],
    "examples": ["貨物，貨幣，通貨"],
    "obs": ["　"]
}, {
    "kanji": ["渦"],
    "yomi": ["カ　", "うず"],
    "examples": ["渦中", "渦，渦潮，渦巻く"],
    "obs": ["　"]
}, {
    "kanji": ["過"],
    "yomi": ["カ　", "すぎる　", "すごす　", "あやまつ　", "あやまち"],
    "examples": ["過度，過失，通過", "過ぎる，昼過ぎ", "過ごす", "過つ", "過ち"],
    "obs": ["　"]
}, {
    "kanji": ["嫁"],
    "yomi": ["カ　", "よめ　", "とつぐ"],
    "examples": ["再嫁，転嫁，嫁する", "嫁，花嫁", "嫁ぐ，嫁ぎ先"],
    "obs": ["　"]
}, {
    "kanji": ["暇"],
    "yomi": ["カ　", "ひま"],
    "examples": ["余暇，休暇，寸暇", "暇，暇な時"],
    "obs": ["　"]
}, {
    "kanji": ["禍（禍）"],
    "yomi": ["カ"],
    "examples": ["禍福，禍根，災禍"],
    "obs": ["　"]
}, {
    "kanji": ["靴"],
    "yomi": ["カ　", "くつ"],
    "examples": ["製靴", "靴，靴下，革靴"],
    "obs": ["　"]
}, {
    "kanji": ["寡"],
    "yomi": ["カ"],
    "examples": ["寡黙，寡婦，多寡"],
    "obs": ["　"]
}, {
    "kanji": ["歌"],
    "yomi": ["カ　", "うた　", "うたう"],
    "examples": ["歌曲，唱歌，短歌", "歌", "歌う"],
    "obs": ["", "⇔唄", "⇔謡う"]
}, {
    "kanji": ["箇"],
    "yomi": ["カ"],
    "examples": ["箇条，箇所"],
    "obs": ["　"]
}, {
    "kanji": ["稼"],
    "yomi": ["カ　", "かせぐ"],
    "examples": ["稼業，稼働", "稼ぐ，稼ぎ"],
    "obs": ["　"]
}, {
    "kanji": ["課"],
    "yomi": ["カ"],
    "examples": ["課，日課，課する"],
    "obs": ["　"]
}, {
    "kanji": ["蚊"],
    "yomi": ["か"],
    "examples": ["蚊，蚊柱，やぶ蚊"],
    "obs": ["蚊帳（かや）"]
}, {
    "kanji": ["牙"],
    "yomi": ["ガ　", "　ゲ　", "きば"],
    "examples": ["牙城，歯牙", "象牙", "牙"],
    "obs": ["　"]
}, {
    "kanji": ["瓦"],
    "yomi": ["ガ　", "かわら"],
    "examples": ["瓦解", "瓦，瓦屋根"],
    "obs": ["　"]
}, {
    "kanji": ["我"],
    "yomi": ["ガ　", "われ　", "わ"],
    "examples": ["我流，彼我，自我", "我，我々，我ら", "我が国"],
    "obs": ["　"]
}, {
    "kanji": ["画（畫）"],
    "yomi": ["ガ　", "カク"],
    "examples": ["画家，図画，映画", "画期的，計画，区画"],
    "obs": ["　"]
}, {
    "kanji": ["芽"],
    "yomi": ["ガ　", "め"],
    "examples": ["発芽，麦芽，肉芽", "芽，芽生える，新芽"],
    "obs": ["　"]
}, {
    "kanji": ["賀"],
    "yomi": ["ガ"],
    "examples": ["賀状，祝賀，賀する"],
    "obs": ["　"]
}, {
    "kanji": ["雅"],
    "yomi": ["ガ"],
    "examples": ["雅趣，優雅，風雅"],
    "obs": ["　"]
}, {
    "kanji": ["餓"],
    "yomi": ["ガ"],
    "examples": ["餓死，餓鬼，飢餓"],
    "obs": ["　"]
}, {
    "kanji": ["介"],
    "yomi": ["カイ"],
    "examples": ["介入，紹介，介する"],
    "obs": ["　"]
}, {
    "kanji": ["回"],
    "yomi": ["カイ　", "　エ　", "まわる　", "まわす"],
    "examples": ["回答，転回，次回", "回向", "回る，回り，回り道", "回す，手回し"],
    "obs": ["", "⇔周り"]
}, {
    "kanji": ["灰"],
    "yomi": ["カイ　", "はい"],
    "examples": ["灰白色，石灰", "灰，灰色，火山灰"],
    "obs": ["　"]
}, {
    "kanji": ["会（會）"],
    "yomi": ["カイ　", "エ　", "あう"],
    "examples": ["会話，会計，社会", "会釈，会得，法会", "会う"],
    "obs": ["", "", "⇔合う，遭う"]
}, {
    "kanji": ["快"],
    "yomi": ["カイ　", "こころよい"],
    "examples": ["快活，快晴，明快", "快い"],
    "obs": ["　"]
}, {
    "kanji": ["戒"],
    "yomi": ["カイ　", "いましめる"],
    "examples": ["戒心，戒律，警戒", "戒める，戒め"],
    "obs": ["　"]
}, {
    "kanji": ["改"],
    "yomi": ["カイ　", "あらためる　", "あらたまる"],
    "examples": ["改造，改革，更改", "改める，改めて〔副〕", "改まる"],
    "obs": ["　"]
}, {
    "kanji": ["怪"],
    "yomi": ["カイ　", "あやしい　", "あやしむ"],
    "examples": ["怪談，怪物，奇怪", "怪しい，怪しげだ", "怪しむ"],
    "obs": ["⇔妖しい"]
}, {
    "kanji": ["拐"],
    "yomi": ["カイ"],
    "examples": ["拐帯，誘拐"],
    "obs": ["　"]
}, {
    "kanji": ["悔（悔）"],
    "yomi": ["カイ　", "くいる　", "くやむ　", "くやしい"],
    "examples": ["悔恨，後悔", "悔いる，悔い", "悔やむ，お悔やみ", "悔しい，悔しがる"],
    "obs": ["　"]
}, {
    "kanji": ["海（海）"],
    "yomi": ["カイ　", "うみ"],
    "examples": ["海岸，海水浴，航海", "海，海鳴り"],
    "obs": ["海女・海士（あま）", "海原（うなばら）"]
}, {
    "kanji": ["界"],
    "yomi": ["カイ"],
    "examples": ["境界，限界，世界"],
    "obs": ["　"]
}, {
    "kanji": ["皆"],
    "yomi": ["カイ　", "みな"],
    "examples": ["皆無，皆勤，皆出席", "皆，皆さん"],
    "obs": ["　"]
}, {
    "kanji": ["械"],
    "yomi": ["カイ"],
    "examples": ["機械"],
    "obs": ["　"]
}, {
    "kanji": ["絵（繪）"],
    "yomi": ["カイ　", "エ"],
    "examples": ["絵画", "絵本，絵図，口絵"],
    "obs": ["　"]
}, {
    "kanji": ["開"],
    "yomi": ["カイ　", "ひらく　", "ひらける　", "あく　", "あける"],
    "examples": ["開始，開拓，展開", "開く，川開き", "開ける", "開く", "開ける，開けたて"],
    "obs": ["", "", "", "⇔空く，明く", "⇔空ける，明ける"]
}, {
    "kanji": ["階"],
    "yomi": ["カイ"],
    "examples": ["階段，階級，地階"],
    "obs": ["　"]
}, {
    "kanji": ["塊"],
    "yomi": ["カイ　", "かたまり"],
    "examples": ["塊状，山塊", "塊"],
    "obs": ["　"]
}, {
    "kanji": ["楷"],
    "yomi": ["カイ"],
    "examples": ["楷書"],
    "obs": ["　"]
}, {
    "kanji": ["解"],
    "yomi": ["カイ　", "ゲ　", "とく　", "とかす　", "とける"],
    "examples": ["解決，解禁，理解", "解脱，解熱剤，解毒剤", "解く", "解かす", "解ける"],
    "obs": ["", "", "⇔溶く", "⇔溶かす", "⇔溶ける"]
}, {
    "kanji": ["潰"],
    "yomi": ["カイ　", "つぶす　", "つぶれる"],
    "examples": ["潰瘍", "潰す", "潰れる"],
    "obs": ["　"]
}, {
    "kanji": ["壊（壞）"],
    "yomi": ["カイ　", "こわす　", "こわれる"],
    "examples": ["壊滅，破壊，決壊", "壊す", "壊れる"],
    "obs": ["　"]
}, {
    "kanji": ["懐（懷）"],
    "yomi": ["カイ　", "ふところ　", "なつかしい　", "なつかしむ　", "なつく　", "なつける"],
    "examples": ["懐中，懐古，述懐", "懐，懐手，内懐", "懐かしい", "懐かしむ", "懐く", "懐ける"],
    "obs": ["　"]
}, {
    "kanji": ["諧"],
    "yomi": ["カイ"],
    "examples": ["俳諧"],
    "obs": ["　"]
}, {
    "kanji": ["貝"],
    "yomi": ["かい"],
    "examples": ["貝，貝細工，ほら貝"],
    "obs": ["　"]
}, {
    "kanji": ["外"],
    "yomi": ["ガイ　", "ゲ　", "そと　", "ほか　", "はずす　", "はずれる"],
    "examples": ["外出，海外，除外", "外科，外題，外道", "外，外囲い", "外，その外", "外す，踏み外す", "外れる，町外れ"],
    "obs": ["", "⇔他"]
}, {
    "kanji": ["劾"],
    "yomi": ["ガイ"],
    "examples": ["弾劾"],
    "obs": ["　"]
}, {
    "kanji": ["害"],
    "yomi": ["ガイ"],
    "examples": ["害悪，被害，損害"],
    "obs": ["　"]
}, {
    "kanji": ["崖"],
    "yomi": ["ガイ　", "がけ"],
    "examples": ["断崖", "崖下"],
    "obs": ["　"]
}, {
    "kanji": ["涯"],
    "yomi": ["ガイ"],
    "examples": ["生涯"],
    "obs": ["　"]
}, {
    "kanji": ["街"],
    "yomi": ["ガイ　", "　カイ　", "まち"],
    "examples": ["街頭，市街，商店街", "街道", "街，街角"],
    "obs": ["", "", "⇔町"]
}, {
    "kanji": ["慨（慨）"],
    "yomi": ["ガイ"],
    "examples": ["慨嘆，憤慨，感慨"],
    "obs": ["　"]
}, {
    "kanji": ["蓋"],
    "yomi": ["ガイ　", "ふた"],
    "examples": ["頭蓋骨", "蓋，火蓋"],
    "obs": ["　"]
}, {
    "kanji": ["該"],
    "yomi": ["ガイ"],
    "examples": ["該当，該博，当該"],
    "obs": ["　"]
}, {
    "kanji": ["概（槪）"],
    "yomi": ["ガイ"],
    "examples": ["概念，大概，概して"],
    "obs": ["　"]
}, {
    "kanji": ["骸"],
    "yomi": ["ガイ"],
    "examples": ["形骸化，死骸"],
    "obs": ["　"]
}, {
    "kanji": ["垣"],
    "yomi": ["かき"],
    "examples": ["垣，垣根"],
    "obs": ["　"]
}, {
    "kanji": ["柿"],
    "yomi": ["かき"],
    "examples": ["柿"],
    "obs": ["　"]
}, {
    "kanji": ["各"],
    "yomi": ["カク　", "おのおの"],
    "examples": ["各自，各種，各位", "各"],
    "obs": ["", "「各々」とも書く。"]
}, {
    "kanji": ["角"],
    "yomi": ["カク　", "かど　", "つの"],
    "examples": ["角度，三角，頭角", "角，街角，四つ角", "角，角笛"],
    "obs": ["　"]
}, {
    "kanji": ["拡（擴）"],
    "yomi": ["カク"],
    "examples": ["拡大，拡張，拡声器"],
    "obs": ["　"]
}, {
    "kanji": ["革"],
    "yomi": ["カク　", "かわ"],
    "examples": ["革新，改革，皮革", "革，革靴"],
    "obs": ["", "⇔皮"]
}, {
    "kanji": ["格"],
    "yomi": ["カク　", "　コウ"],
    "examples": ["格式，規格，性格", "格子"],
    "obs": ["　"]
}, {
    "kanji": ["核"],
    "yomi": ["カク"],
    "examples": ["核心，核反応，結核"],
    "obs": ["　"]
}, {
    "kanji": ["殻（殼）"],
    "yomi": ["カク　", "から"],
    "examples": ["甲殻，地殻", "殻，貝殻"],
    "obs": ["　"]
}, {
    "kanji": ["郭"],
    "yomi": ["カク"],
    "examples": ["城郭，外郭，輪郭"],
    "obs": ["　"]
}, {
    "kanji": ["覚（覺）"],
    "yomi": ["カク　", "おぼえる　", "さます　", "さめる"],
    "examples": ["覚悟，知覚，発覚", "覚える，覚え", "覚ます，目覚まし", "覚める，目覚め"],
    "obs": ["　"]
}, {
    "kanji": ["較"],
    "yomi": ["カク"],
    "examples": ["比較"],
    "obs": ["　"]
}, {
    "kanji": ["隔"],
    "yomi": ["カク　", "へだてる　", "へだたる"],
    "examples": ["隔離，隔月，間隔", "隔てる，隔て", "隔たる，隔たり"],
    "obs": ["　"]
}, {
    "kanji": ["閣"],
    "yomi": ["カク"],
    "examples": ["閣議，閣僚，内閣"],
    "obs": ["　"]
}, {
    "kanji": ["確"],
    "yomi": ["カク　", "たしか　", "たしかめる"],
    "examples": ["確定，確認，正確", "確かだ，確かさ", "確かめる"],
    "obs": ["　"]
}, {
    "kanji": ["獲"],
    "yomi": ["カク　", "える"],
    "examples": ["獲得，捕獲，漁獲高", "獲る，獲物"],
    "obs": ["", "⇔得る"]
}, {
    "kanji": ["嚇"],
    "yomi": ["カク"],
    "examples": ["威嚇"],
    "obs": ["　"]
}, {
    "kanji": ["穫"],
    "yomi": ["カク"],
    "examples": ["収穫"],
    "obs": ["　"]
}, {
    "kanji": ["学（學）"],
    "yomi": ["ガク　", "まなぶ"],
    "examples": ["学習，科学，大学", "学ぶ"],
    "obs": ["　"]
}, {
    "kanji": ["岳（嶽）"],
    "yomi": ["ガク　", "たけ"],
    "examples": ["岳父，山岳", "○○岳"],
    "obs": ["　"]
}, {
    "kanji": ["楽（樂）"],
    "yomi": ["ガク　", "ラク　", "たのしい　", "たのしむ"],
    "examples": ["楽隊，楽器，音楽", "楽園，快楽，娯楽", "楽しい，楽しさ，楽しげだ", "楽しむ"],
    "obs": ["神楽（かぐら）"]
}, {
    "kanji": ["額"],
    "yomi": ["ガク　", "ひたい"],
    "examples": ["額縁，金額，前額部", "額"],
    "obs": ["　"]
}, {
    "kanji": ["顎"],
    "yomi": ["ガク　", "あご"],
    "examples": ["顎関節", "顎"],
    "obs": ["　"]
}, {
    "kanji": ["掛"],
    "yomi": ["かける　", "かかる　", "かかり"],
    "examples": ["掛ける", "掛かる", "掛"],
    "obs": ["⇔懸ける，架ける，賭ける", "⇔係る，懸かる，架かる", "⇔係"]
}, {
    "kanji": ["潟"],
    "yomi": ["かた"],
    "examples": ["干潟，○○潟"],
    "obs": ["　"]
}, {
    "kanji": ["括"],
    "yomi": ["カツ"],
    "examples": ["括弧，一括，包括"],
    "obs": ["　"]
}, {
    "kanji": ["活"],
    "yomi": ["カツ"],
    "examples": ["活動，活力，生活"],
    "obs": ["　"]
}, {
    "kanji": ["喝（喝）"],
    "yomi": ["カツ"],
    "examples": ["喝破，一喝，恐喝"],
    "obs": ["　"]
}, {
    "kanji": ["渇（渴）"],
    "yomi": ["カツ　", "かわく"],
    "examples": ["渇望，渇水", "渇く，渇き"],
    "obs": ["", "⇔乾く"]
}, {
    "kanji": ["割"],
    "yomi": ["カツ　", "わる　", "わり　", "われる　", "さく"],
    "examples": ["割愛，割拠，分割", "割る", "割がいい，割合，割に，五割", "割れる，ひび割れ", "割く"],
    "obs": ["", "", "", "", "⇔裂く"]
}, {
    "kanji": ["葛"],
    "yomi": ["カツ　", "くず"],
    "examples": ["葛藤", "葛，葛湯"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["滑"],
    "yomi": ["カツ　", "コツ　", "すべる　", "なめらか"],
    "examples": ["滑走，滑降，円滑", "滑稽", "滑る，滑り", "滑らかだ"],
    "obs": ["　"]
}, {
    "kanji": ["褐（褐）"],
    "yomi": ["カツ"],
    "examples": ["褐色，茶褐色"],
    "obs": ["　"]
}, {
    "kanji": ["轄"],
    "yomi": ["カツ"],
    "examples": ["管轄，所轄，直轄"],
    "obs": ["　"]
}, {
    "kanji": ["且"],
    "yomi": ["かつ"],
    "examples": ["且つ"],
    "obs": ["　"]
}, {
    "kanji": ["株"],
    "yomi": ["かぶ"],
    "examples": ["株，株式"],
    "obs": ["　"]
}, {
    "kanji": ["釜"],
    "yomi": ["かま"],
    "examples": ["釜"],
    "obs": ["　"]
}, {
    "kanji": ["鎌"],
    "yomi": ["かま"],
    "examples": ["鎌，鎌倉時代"],
    "obs": ["　"]
}, {
    "kanji": ["刈"],
    "yomi": ["かる"],
    "examples": ["刈る，刈り入れ"],
    "obs": ["　"]
}, {
    "kanji": ["干"],
    "yomi": ["カン　", "ほす　", "ひる"],
    "examples": ["干渉，干潮，若干", "干す，干し物", "干上がる，干物，潮干狩り"],
    "obs": ["　"]
}, {
    "kanji": ["刊"],
    "yomi": ["カン"],
    "examples": ["刊行，発刊，週刊"],
    "obs": ["　"]
}, {
    "kanji": ["甘"],
    "yomi": ["カン　", "あまい　", "あまえる　", "あまやかす"],
    "examples": ["甘言，甘受，甘味料", "甘い，甘み", "甘える", "甘やかす"],
    "obs": ["　"]
}, {
    "kanji": ["汗"],
    "yomi": ["カン　", "あせ"],
    "examples": ["汗顔，発汗", "汗，汗ばむ"],
    "obs": ["　"]
}, {
    "kanji": ["缶（罐）"],
    "yomi": ["カン"],
    "examples": ["缶，缶詰，製缶"],
    "obs": ["　"]
}, {
    "kanji": ["完"],
    "yomi": ["カン"],
    "examples": ["完全，完成，未完"],
    "obs": ["　"]
}, {
    "kanji": ["肝"],
    "yomi": ["カン　", "きも"],
    "examples": ["肝臓，肝胆，肝要", "肝，肝っ玉"],
    "obs": ["　"]
}, {
    "kanji": ["官"],
    "yomi": ["カン"],
    "examples": ["官庁，官能，教官"],
    "obs": ["　"]
}, {
    "kanji": ["冠"],
    "yomi": ["カン　", "かんむり"],
    "examples": ["冠詞，王冠，栄冠", "冠"],
    "obs": ["　"]
}, {
    "kanji": ["巻（卷）"],
    "yomi": ["カン　", "まく　", "まき"],
    "examples": ["巻頭，圧巻，一巻", "巻く，巻き貝", "巻の一"],
    "obs": ["　"]
}, {
    "kanji": ["看"],
    "yomi": ["カン"],
    "examples": ["看護，看破，看板"],
    "obs": ["　"]
}, {
    "kanji": ["陥（陷）"],
    "yomi": ["カン　", "おちいる　", "おとしいれる"],
    "examples": ["陥落，陥没，欠陥", "陥る", "陥れる"],
    "obs": ["　"]
}, {
    "kanji": ["乾"],
    "yomi": ["カン　", "かわく　", "かわかす"],
    "examples": ["乾燥，乾杯，乾電池", "乾く", "乾かす"],
    "obs": ["⇔渇く"]
}, {
    "kanji": ["勘"],
    "yomi": ["カン"],
    "examples": ["勘弁，勘当"],
    "obs": ["　"]
}, {
    "kanji": ["患"],
    "yomi": ["カン　", "わずらう"],
    "examples": ["患者，疾患", "患う，長患い"],
    "obs": ["", "⇔煩う"]
}, {
    "kanji": ["貫"],
    "yomi": ["カン　", "つらぬく"],
    "examples": ["貫通，縦貫，尺貫法", "貫く"],
    "obs": ["　"]
}, {
    "kanji": ["寒"],
    "yomi": ["カン　", "さむい"],
    "examples": ["寒暑，寒村，厳寒", "寒い，寒がる，寒空"],
    "obs": ["　"]
}, {
    "kanji": ["喚"],
    "yomi": ["カン"],
    "examples": ["喚問，召喚，叫喚"],
    "obs": ["　"]
}, {
    "kanji": ["堪"],
    "yomi": ["カン　", "たえる"],
    "examples": ["堪忍，堪能", "堪える"],
    "obs": ["「堪能」は，「タンノウ」とも。", "⇔耐える"]
}, {
    "kanji": ["換"],
    "yomi": ["カン　", "かえる　", "かわる"],
    "examples": ["換気，換算，交換", "換える", "換わる"],
    "obs": ["", "⇔代える，替える，変える", "⇔代わる，替わる，変わる"]
}, {
    "kanji": ["敢"],
    "yomi": ["カン"],
    "examples": ["敢然，果敢，勇敢"],
    "obs": ["　"]
}, {
    "kanji": ["棺"],
    "yomi": ["カン"],
    "examples": ["棺おけ，石棺，出棺"],
    "obs": ["　"]
}, {
    "kanji": ["款"],
    "yomi": ["カン"],
    "examples": ["定款，借款，落款"],
    "obs": ["　"]
}, {
    "kanji": ["間"],
    "yomi": ["カン　", "ケン　", "あいだ　", "ま"],
    "examples": ["間隔，中間，時間", "世間，人間", "間，間柄", "間，間違う，客間"],
    "obs": ["　"]
}, {
    "kanji": ["閑"],
    "yomi": ["カン"],
    "examples": ["閑静，閑却，繁閑"],
    "obs": ["　"]
}, {
    "kanji": ["勧（勸）"],
    "yomi": ["カン　", "すすめる"],
    "examples": ["勧誘，勧奨，勧告", "勧める，勧め"],
    "obs": ["", "⇔進める，薦める"]
}, {
    "kanji": ["寛（寬）"],
    "yomi": ["カン"],
    "examples": ["寛大，寛容，寛厳"],
    "obs": ["　"]
}, {
    "kanji": ["幹"],
    "yomi": ["カン　", "みき"],
    "examples": ["幹線，幹事，根幹", "幹"],
    "obs": ["　"]
}, {
    "kanji": ["感"],
    "yomi": ["カン"],
    "examples": ["感心，感覚，直感"],
    "obs": ["　"]
}, {
    "kanji": ["漢（漢）"],
    "yomi": ["カン"],
    "examples": ["漢字，漢語，門外漢"],
    "obs": ["　"]
}, {
    "kanji": ["慣"],
    "yomi": ["カン　", "なれる　", "ならす"],
    "examples": ["慣例，慣性，習慣", "慣れる，慣れ", "慣らす"],
    "obs": ["　"]
}, {
    "kanji": ["管"],
    "yomi": ["カン　", "くだ"],
    "examples": ["管理，管制，鉄管", "管"],
    "obs": ["　"]
}, {
    "kanji": ["関（關）"],
    "yomi": ["カン　", "せき　", "かかわる"],
    "examples": ["関節，関係，関する", "関，関取，関の山", "関わる，関わり"],
    "obs": ["　"]
}, {
    "kanji": ["歓（歡）"],
    "yomi": ["カン"],
    "examples": ["歓迎，歓声，交歓"],
    "obs": ["　"]
}, {
    "kanji": ["監"],
    "yomi": ["カン"],
    "examples": ["監視，監督，総監"],
    "obs": ["　"]
}, {
    "kanji": ["緩"],
    "yomi": ["カン　", "ゆるい　", "ゆるやか　", "ゆるむ　", "ゆるめる"],
    "examples": ["緩和，緩慢，緩急", "緩い", "緩やかだ", "緩む，緩み", "緩める"],
    "obs": ["　"]
}, {
    "kanji": ["憾"],
    "yomi": ["カン"],
    "examples": ["遺憾"],
    "obs": ["　"]
}, {
    "kanji": ["還"],
    "yomi": ["カン"],
    "examples": ["還元，生還，返還"],
    "obs": ["　"]
}, {
    "kanji": ["館"],
    "yomi": ["カン　", "やかた"],
    "examples": ["館内，旅館，図書館", "館"],
    "obs": ["　"]
}, {
    "kanji": ["環"],
    "yomi": ["カン"],
    "examples": ["環状，環境，循環"],
    "obs": ["　"]
}, {
    "kanji": ["簡"],
    "yomi": ["カン"],
    "examples": ["簡単，簡易，書簡"],
    "obs": ["　"]
}, {
    "kanji": ["観（觀）"],
    "yomi": ["カン"],
    "examples": ["観察，客観，壮観"],
    "obs": ["　"]
}, {
    "kanji": ["韓"],
    "yomi": ["カン"],
    "examples": ["韓国"],
    "obs": ["　"]
}, {
    "kanji": ["艦"],
    "yomi": ["カン"],
    "examples": ["艦船，艦隊，軍艦"],
    "obs": ["　"]
}, {
    "kanji": ["鑑"],
    "yomi": ["カン　", "かんがみる"],
    "examples": ["鑑賞，鑑定，年鑑", "鑑みる"],
    "obs": ["　"]
}, {
    "kanji": ["丸"],
    "yomi": ["ガン　", "まる　", "まるい　", "まるめる"],
    "examples": ["丸薬，弾丸，砲丸", "丸，丸太，丸洗い", "丸い，丸み，丸さ", "丸める"],
    "obs": ["", "⇔円い"]
}, {
    "kanji": ["含"],
    "yomi": ["ガン　", "ふくむ　", "ふくめる"],
    "examples": ["含有，含蓄，包含", "含む，含み", "含める"],
    "obs": ["　"]
}, {
    "kanji": ["岸"],
    "yomi": ["ガン　", "きし"],
    "examples": ["岸壁，対岸，彼岸", "岸，向こう岸"],
    "obs": ["河岸（かし）"]
}, {
    "kanji": ["岩"],
    "yomi": ["ガン　", "いわ"],
    "examples": ["岩石，岩塩，火成岩", "岩，岩場"],
    "obs": ["　"]
}, {
    "kanji": ["玩"],
    "yomi": ["ガン"],
    "examples": ["玩具，愛玩"],
    "obs": ["　"]
}, {
    "kanji": ["眼"],
    "yomi": ["ガン　", "　ゲン　", "まなこ"],
    "examples": ["眼球，眼力，主眼", "開眼", "眼，どんぐり眼，血眼"],
    "obs": ["眼鏡（めがね）"]
}, {
    "kanji": ["頑"],
    "yomi": ["ガン"],
    "examples": ["頑強，頑健，頑固"],
    "obs": ["　"]
}, {
    "kanji": ["顔"],
    "yomi": ["ガン　", "かお"],
    "examples": ["顔面，童顔，厚顔", "顔，横顔，したり顔"],
    "obs": ["", "笑顔（えがお）"]
}, {
    "kanji": ["願"],
    "yomi": ["ガン　", "ねがう"],
    "examples": ["願望，祈願，志願", "願う，願い，願わしい"],
    "obs": ["　"]
}, {
    "kanji": ["企"],
    "yomi": ["キ　", "くわだてる"],
    "examples": ["企画，企図，企業", "企てる，企て"],
    "obs": ["　"]
}, {
    "kanji": ["伎"],
    "yomi": ["キ"],
    "examples": ["歌舞伎"],
    "obs": ["　"]
}, {
    "kanji": ["危"],
    "yomi": ["キ　", "あぶない　", "あやうい　", "あやぶむ"],
    "examples": ["危険，危害，安危", "危ない，危ながる", "危うい，危うく", "危ぶむ"],
    "obs": ["　"]
}, {
    "kanji": ["机"],
    "yomi": ["キ　", "つくえ"],
    "examples": ["机上，机辺", "机"],
    "obs": ["　"]
}, {
    "kanji": ["気（氣）"],
    "yomi": ["キ　", "ケ"],
    "examples": ["気体，気候，元気", "気配，気色ばむ，火の気"],
    "obs": ["意気地（いくじ）", "浮気（うわき）"]
}, {
    "kanji": ["岐"],
    "yomi": ["キ"],
    "examples": ["岐路，分岐，多岐"],
    "obs": ["岐阜（ぎふ）県"]
}, {
    "kanji": ["希"],
    "yomi": ["キ"],
    "examples": ["希望，希少，希薄"],
    "obs": ["　"]
}, {
    "kanji": ["忌"],
    "yomi": ["キ　", "いむ　", "いまわしい"],
    "examples": ["忌避，忌中，禁忌", "忌む", "忌まわしい"],
    "obs": ["　"]
}, {
    "kanji": ["汽"],
    "yomi": ["キ"],
    "examples": ["汽車，汽船，汽笛"],
    "obs": ["　"]
}, {
    "kanji": ["奇"],
    "yomi": ["キ"],
    "examples": ["奇襲，奇数，珍奇"],
    "obs": ["数奇屋（すきや）"]
}, {
    "kanji": ["祈（祈）"],
    "yomi": ["キ　", "いのる"],
    "examples": ["祈願，祈念", "祈る，祈り"],
    "obs": ["　"]
}, {
    "kanji": ["季"],
    "yomi": ["キ"],
    "examples": ["季節，四季，雨季"],
    "obs": ["　"]
}, {
    "kanji": ["紀"],
    "yomi": ["キ"],
    "examples": ["紀行，紀元，風紀"],
    "obs": ["　"]
}, {
    "kanji": ["軌"],
    "yomi": ["キ"],
    "examples": ["軌道，広軌，常軌"],
    "obs": ["　"]
}, {
    "kanji": ["既（既）"],
    "yomi": ["キ　", "すでに"],
    "examples": ["既成，既婚，既往症", "既に"],
    "obs": ["　"]
}, {
    "kanji": ["記"],
    "yomi": ["キ　", "しるす"],
    "examples": ["記入，記号，伝記", "記す"],
    "obs": ["　"]
}, {
    "kanji": ["起"],
    "yomi": ["キ　", "おきる　", "おこる　", "おこす"],
    "examples": ["起立，起源，奮起", "起きる，早起き", "起こる", "起こす"],
    "obs": ["", "", "⇔興る", "⇔興す"]
}, {
    "kanji": ["飢"],
    "yomi": ["キ　", "うえる"],
    "examples": ["飢餓", "飢える，飢え"],
    "obs": ["　"]
}, {
    "kanji": ["鬼"],
    "yomi": ["キ　", "おに"],
    "examples": ["鬼神，鬼才，餓鬼", "鬼，鬼ごっこ，赤鬼"],
    "obs": ["　"]
}, {
    "kanji": ["帰（歸）"],
    "yomi": ["キ　", "かえる　", "かえす"],
    "examples": ["帰還，帰納，復帰", "帰る，帰り", "帰す"],
    "obs": ["", "⇔返る", "⇔返す"]
}, {
    "kanji": ["基"],
    "yomi": ["キ　", "もと　", "もとい"],
    "examples": ["基礎，基準，基地", "基，基づく", "基"],
    "obs": ["⇔下，元，本"]
}, {
    "kanji": ["寄"],
    "yomi": ["キ　", "よる　", "よせる"],
    "examples": ["寄宿，寄贈，寄港", "寄る，近寄る，身寄り", "寄せる，人寄せ"],
    "obs": ["数寄屋（すきや）", "最寄り（もより）", "寄席（よせ）"]
}, {
    "kanji": ["規"],
    "yomi": ["キ"],
    "examples": ["規則，規律，定規"],
    "obs": ["　"]
}, {
    "kanji": ["亀（龜）"],
    "yomi": ["キ　", "かめ"],
    "examples": ["亀裂", "亀"],
    "obs": ["　"]
}, {
    "kanji": ["喜"],
    "yomi": ["キ　", "よろこぶ"],
    "examples": ["喜劇，悲喜，歓喜", "喜ぶ，喜び，喜ばしい"],
    "obs": ["　"]
}, {
    "kanji": ["幾"],
    "yomi": ["キ　", "いく"],
    "examples": ["幾何学", "幾つ，幾ら，幾日"],
    "obs": ["　"]
}, {
    "kanji": ["揮"],
    "yomi": ["キ"],
    "examples": ["揮発油，指揮，発揮"],
    "obs": ["　"]
}, {
    "kanji": ["期"],
    "yomi": ["キ　", "　ゴ"],
    "examples": ["期間，期待，予期", "最期，この期に及んで"],
    "obs": ["　"]
}, {
    "kanji": ["棋"],
    "yomi": ["キ"],
    "examples": ["棋士，棋譜，将棋"],
    "obs": ["　"]
}, {
    "kanji": ["貴"],
    "yomi": ["キ　", "たっとい　", "とうとい　", "たっとぶ　", "とうとぶ"],
    "examples": ["貴重，貴下，騰貴", "貴い", "貴い", "貴ぶ", "貴ぶ"],
    "obs": ["", "⇔尊い", "⇔尊い", "⇔尊ぶ", "⇔尊ぶ"]
}, {
    "kanji": ["棄"],
    "yomi": ["キ"],
    "examples": ["棄権，放棄，遺棄"],
    "obs": ["　"]
}, {
    "kanji": ["毀"],
    "yomi": ["キ"],
    "examples": ["毀損，毀誉"],
    "obs": ["　"]
}, {
    "kanji": ["旗"],
    "yomi": ["キ　", "はた"],
    "examples": ["旗手，旗艦，国旗", "旗，旗色，手旗"],
    "obs": ["　"]
}, {
    "kanji": ["器（器）"],
    "yomi": ["キ　", "うつわ"],
    "examples": ["器量，器用，陶器", "器"],
    "obs": ["　"]
}, {
    "kanji": ["畿"],
    "yomi": ["キ"],
    "examples": ["畿内，近畿"],
    "obs": ["　"]
}, {
    "kanji": ["輝"],
    "yomi": ["キ　", "かがやく"],
    "examples": ["輝石，光輝", "輝く，輝き，輝かしい"],
    "obs": ["　"]
}, {
    "kanji": ["機"],
    "yomi": ["キ　", "はた"],
    "examples": ["機械，機会，危機", "機，機織り"],
    "obs": ["　"]
}, {
    "kanji": ["騎"],
    "yomi": ["キ"],
    "examples": ["騎士，騎馬，一騎当千"],
    "obs": ["　"]
}, {
    "kanji": ["技"],
    "yomi": ["ギ　", "わざ"],
    "examples": ["技術，技師，特技", "技"],
    "obs": ["", "⇔業"]
}, {
    "kanji": ["宜"],
    "yomi": ["ギ"],
    "examples": ["適宜，便宜"],
    "obs": ["　"]
}, {
    "kanji": ["偽（僞）"],
    "yomi": ["ギ　", "いつわる　", "にせ"],
    "examples": ["偽名，真偽，虚偽", "偽る，偽り", "偽，偽物，偽札"],
    "obs": ["　"]
}, {
    "kanji": ["欺"],
    "yomi": ["ギ　", "あざむく"],
    "examples": ["詐欺", "欺く"],
    "obs": ["　"]
}, {
    "kanji": ["義"],
    "yomi": ["ギ"],
    "examples": ["義理，意義，正義"],
    "obs": ["　"]
}, {
    "kanji": ["疑"],
    "yomi": ["ギ　", "うたがう"],
    "examples": ["疑念，疑問，容疑", "疑う，疑い，疑わしい"],
    "obs": ["　"]
}, {
    "kanji": ["儀"],
    "yomi": ["ギ"],
    "examples": ["儀式，威儀，地球儀"],
    "obs": ["　"]
}, {
    "kanji": ["戯（戲）"],
    "yomi": ["ギ　", "たわむれる"],
    "examples": ["戯曲，遊戯，児戯", "戯れる，戯れ"],
    "obs": ["　"]
}, {
    "kanji": ["擬"],
    "yomi": ["ギ"],
    "examples": ["擬音，擬人法，模擬"],
    "obs": ["　"]
}, {
    "kanji": ["犠（犧）"],
    "yomi": ["ギ"],
    "examples": ["犠牲，犠打"],
    "obs": ["　"]
}, {
    "kanji": ["議"],
    "yomi": ["ギ"],
    "examples": ["議論，会議，異議"],
    "obs": ["　"]
}, {
    "kanji": ["菊"],
    "yomi": ["キク"],
    "examples": ["菊，菊花，白菊"],
    "obs": ["　"]
}, {
    "kanji": ["吉"],
    "yomi": ["キチ　", "キツ"],
    "examples": ["吉日，吉例，大吉", "吉報，不吉"],
    "obs": ["「吉日」は，「キツジツ」とも。", "  "]
}, {
    "kanji": ["喫"],
    "yomi": ["キツ"],
    "examples": ["喫煙，満喫，喫する"],
    "obs": ["　"]
}, {
    "kanji": ["詰"],
    "yomi": ["キツ　", "つめる　", "つまる　", "つむ"],
    "examples": ["詰問，難詰，面詰", "詰める，詰め物", "詰まる，行き詰まる", "詰む，詰み"],
    "obs": ["　"]
}, {
    "kanji": ["却"],
    "yomi": ["キャク"],
    "examples": ["却下，退却，売却"],
    "obs": ["　"]
}, {
    "kanji": ["客"],
    "yomi": ["キャク　", "カク"],
    "examples": ["客間，客車，乗客", "客死，主客，旅客"],
    "obs": ["　"]
}, {
    "kanji": ["脚"],
    "yomi": ["キャク　", "　キャ　", "あし"],
    "examples": ["脚部，脚本，三脚", "脚立，行脚", "脚，机の脚"],
    "obs": ["", "", "⇔足"]
}, {
    "kanji": ["逆"],
    "yomi": ["ギャク　", "さか　", "さからう"],
    "examples": ["逆上，逆転，順逆", "逆立つ，逆さ，逆さま", "逆らう"],
    "obs": ["　"]
}, {
    "kanji": ["虐"],
    "yomi": ["ギャク　", "しいたげる"],
    "examples": ["虐待，虐殺，残虐", "虐げる"],
    "obs": ["　"]
}, {
    "kanji": ["九"],
    "yomi": ["キュウ　", "ク　", "ここの　", "ここのつ"],
    "examples": ["九百，三拝九拝", "九分九厘，九月", "九日，九重", "九つ"],
    "obs": ["　"]
}, {
    "kanji": ["久"],
    "yomi": ["キュウ　", "　ク　", "ひさしい"],
    "examples": ["永久，持久，耐久", "久遠", "久しい，久々"],
    "obs": ["　"]
}, {
    "kanji": ["及"],
    "yomi": ["キュウ　", "およぶ　", "および　", "およぼす"],
    "examples": ["及第，追及，普及", "及ぶ，及び腰", "及び〔接〕", "及ぼす"],
    "obs": ["　"]
}, {
    "kanji": ["弓"],
    "yomi": ["キュウ　", "ゆみ"],
    "examples": ["弓道，弓状，洋弓", "弓，弓矢"],
    "obs": ["　"]
}, {
    "kanji": ["丘"],
    "yomi": ["キュウ　", "おか"],
    "examples": ["丘陵，砂丘", "丘"],
    "obs": ["　"]
}, {
    "kanji": ["旧（舊）"],
    "yomi": ["キュウ"],
    "examples": ["旧道，新旧，復旧"],
    "obs": ["　"]
}, {
    "kanji": ["休"],
    "yomi": ["キュウ　", "やすむ　", "やすまる　", "やすめる"],
    "examples": ["休止，休憩，定休", "休む，休み", "休まる", "休める，気休め"],
    "obs": ["　"]
}, {
    "kanji": ["吸"],
    "yomi": ["キュウ　", "すう"],
    "examples": ["吸収，吸入，呼吸", "吸う"],
    "obs": ["　"]
}, {
    "kanji": ["朽"],
    "yomi": ["キュウ　", "くちる"],
    "examples": ["不朽，老朽，腐朽", "朽ちる"],
    "obs": ["　"]
}, {
    "kanji": ["臼"],
    "yomi": ["キュウ　", "うす"],
    "examples": ["臼歯，脱臼", "石臼"],
    "obs": ["　"]
}, {
    "kanji": ["求"],
    "yomi": ["キュウ　", "もとめる"],
    "examples": ["求職，要求，追求", "求める，求め"],
    "obs": ["　"]
}, {
    "kanji": ["究"],
    "yomi": ["キュウ　", "きわめる"],
    "examples": ["究明，研究，学究", "究める"],
    "obs": ["", "⇔窮める，極める"]
}, {
    "kanji": ["泣"],
    "yomi": ["キュウ　", "なく"],
    "examples": ["号泣，感泣", "泣く，泣き沈む"],
    "obs": ["　"]
}, {
    "kanji": ["急"],
    "yomi": ["キュウ　", "いそぐ"],
    "examples": ["急速，急務，緊急", "急ぐ，急ぎ"],
    "obs": ["　"]
}, {
    "kanji": ["級"],
    "yomi": ["キュウ"],
    "examples": ["等級，上級，階級"],
    "obs": ["　"]
}, {
    "kanji": ["糾"],
    "yomi": ["キュウ"],
    "examples": ["糾弾，紛糾"],
    "obs": ["　"]
}, {
    "kanji": ["宮"],
    "yomi": ["キュウ　", "グウ　", "　ク　", "みや"],
    "examples": ["宮殿，宮廷，離宮", "宮司，神宮，東宮", "", "宮，宮様"],
    "obs": ["", "", "「宮内庁」などと使う。", " "]
}, {
    "kanji": ["救"],
    "yomi": ["キュウ　", "すくう"],
    "examples": ["救助，救援，救急", "救う，救い"],
    "obs": ["　"]
}, {
    "kanji": ["球"],
    "yomi": ["キュウ　", "たま"],
    "examples": ["球形，球技，地球", "球"],
    "obs": ["", "⇔玉，弾"]
}, {
    "kanji": ["給"],
    "yomi": ["キュウ"],
    "examples": ["給水，配給，月給"],
    "obs": ["　"]
}, {
    "kanji": ["嗅"],
    "yomi": ["キュウ　", "かぐ"],
    "examples": ["嗅覚", "嗅ぐ"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["窮"],
    "yomi": ["キュウ　", "きわめる　", "きわまる"],
    "examples": ["窮極，窮屈，困窮", "窮める", "窮まる"],
    "obs": ["", "⇔究める，極める", "⇔極まる"]
}, {
    "kanji": ["牛"],
    "yomi": ["ギュウ　", "うし"],
    "examples": ["牛馬，牛乳，闘牛", "牛"],
    "obs": ["　"]
}, {
    "kanji": ["去"],
    "yomi": ["キョ　", "コ　", "さる"],
    "examples": ["去年，去就，除去", "過去", "去る，去る○日"],
    "obs": ["　"]
}, {
    "kanji": ["巨"],
    "yomi": ["キョ"],
    "examples": ["巨大，巨匠，巨万"],
    "obs": ["　"]
}, {
    "kanji": ["居"],
    "yomi": ["キョ　", "いる"],
    "examples": ["居住，居室，住居", "居る，芝居"],
    "obs": ["居士（こじ）"]
}, {
    "kanji": ["拒"],
    "yomi": ["キョ　", "こばむ"],
    "examples": ["拒絶，拒否", "拒む"],
    "obs": ["　"]
}, {
    "kanji": ["拠（據）"],
    "yomi": ["キョ　", "コ"],
    "examples": ["拠点，占拠，根拠", "証拠"],
    "obs": ["　"]
}, {
    "kanji": ["挙（擧）"],
    "yomi": ["キョ　", "あげる　", "あがる"],
    "examples": ["挙手，挙国，壮挙", "挙げる，挙げて〔副〕", "挙がる"],
    "obs": ["", "⇔上げる，揚げる", "⇔上がる，揚がる"]
}, {
    "kanji": ["虚（虛）"],
    "yomi": ["キョ　", "　コ"],
    "examples": ["虚無，虚偽，空虚", "虚空，虚無僧"],
    "obs": ["　"]
}, {
    "kanji": ["許"],
    "yomi": ["キョ　", "ゆるす"],
    "examples": ["許可，許諾，特許", "許す，許し"],
    "obs": ["　"]
}, {
    "kanji": ["距"],
    "yomi": ["キョ"],
    "examples": ["距離"],
    "obs": ["　"]
}, {
    "kanji": ["魚"],
    "yomi": ["ギョ　", "うお　", "さかな"],
    "examples": ["魚類，金魚，鮮魚", "魚，魚市場", "魚，魚屋，煮魚"],
    "obs": ["雑魚（ざこ）"]
}, {
    "kanji": ["御"],
    "yomi": ["ギョ　", "ゴ　", "おん"],
    "examples": ["御者，制御", "御飯，御用，御殿", "御中，御礼"],
    "obs": ["　"]
}, {
    "kanji": ["漁"],
    "yomi": ["ギョ　", "リョウ"],
    "examples": ["漁業，漁船，漁村", "漁師，大漁，不漁"],
    "obs": ["", "「猟」の字音の転用。"]
}, {
    "kanji": ["凶"],
    "yomi": ["キョウ"],
    "examples": ["凶悪，凶作，吉凶"],
    "obs": ["　"]
}, {
    "kanji": ["共"],
    "yomi": ["キョウ　", "とも"],
    "examples": ["共同，共通，公共", "共に，共々，共食い"],
    "obs": ["　"]
}, {
    "kanji": ["叫"],
    "yomi": ["キョウ　", "さけぶ"],
    "examples": ["叫喚，絶叫", "叫ぶ，叫び"],
    "obs": ["　"]
}, {
    "kanji": ["狂"],
    "yomi": ["キョウ　", "くるう　", "くるおしい"],
    "examples": ["狂気，狂言，熱狂", "狂う", "狂おしい"],
    "obs": ["　"]
}, {
    "kanji": ["京"],
    "yomi": ["キョウ　", "ケイ"],
    "examples": ["京風，上京，帰京", "  "],
    "obs": ["", "「京浜」，「京阪」などと使う。"]
}, {
    "kanji": ["享"],
    "yomi": ["キョウ"],
    "examples": ["享有，享受，享楽"],
    "obs": ["　"]
}, {
    "kanji": ["供"],
    "yomi": ["キョウ　", "　ク　", "そなえる　", "とも"],
    "examples": ["供給，提供，自供", "供物，供養", "供える，お供え", "供，子供"],
    "obs": ["", "⇔備える"]
}, {
    "kanji": ["協"],
    "yomi": ["キョウ"],
    "examples": ["協力，協会，妥協"],
    "obs": ["　"]
}, {
    "kanji": ["況"],
    "yomi": ["キョウ"],
    "examples": ["状況，実況，概況"],
    "obs": ["　"]
}, {
    "kanji": ["峡（峽）"],
    "yomi": ["キョウ"],
    "examples": ["峡谷，地峡，海峡"],
    "obs": ["　"]
}, {
    "kanji": ["挟（挾）"],
    "yomi": ["キョウ　", "はさむ　", "はさまる"],
    "examples": ["挟撃", "挟む", "挟まる"],
    "obs": ["　"]
}, {
    "kanji": ["狭（狹）"],
    "yomi": ["キョウ　", "せまい　", "せばめる　", "せばまる"],
    "examples": ["狭量，広狭，偏狭", "狭い，狭苦しい", "狭める", "狭まる"],
    "obs": ["　"]
}, {
    "kanji": ["恐"],
    "yomi": ["キョウ　", "おそれる　", "おそろしい"],
    "examples": ["恐怖，恐縮，恐慌", "恐れる，恐れ，恐らく", "恐ろしい"],
    "obs": ["⇔畏れる"]
}, {
    "kanji": ["恭"],
    "yomi": ["キョウ　", "うやうやしい"],
    "examples": ["恭賀，恭順", "恭しい"],
    "obs": ["　"]
}, {
    "kanji": ["胸"],
    "yomi": ["キョウ　", "むね　", "　むな"],
    "examples": ["胸囲，胸中，度胸", "胸", "胸板，胸毛，胸騒ぎ"],
    "obs": ["　"]
}, {
    "kanji": ["脅"],
    "yomi": ["キョウ　", "おびやかす　", "おどす　", "おどかす"],
    "examples": ["脅迫，脅威", "脅かす", "脅す，脅し，脅し文句", "脅かす"],
    "obs": ["　"]
}, {
    "kanji": ["強"],
    "yomi": ["キョウ　", "ゴウ　", "つよい　", "つよまる　", "つよめる　", "しいる"],
    "examples": ["強弱，強要，勉強", "強引，強情，強盗", "強い，強がる", "強まる", "強める", "強いる，無理強い"],
    "obs": ["　"]
}, {
    "kanji": ["教"],
    "yomi": ["キョウ　", "おしえる　", "おそわる"],
    "examples": ["教育，教訓，宗教", "教える，教え", "教わる"],
    "obs": ["　"]
}, {
    "kanji": ["郷（鄕）"],
    "yomi": ["キョウ　", "ゴウ"],
    "examples": ["郷里，郷土，異郷", "郷士，近郷，在郷"],
    "obs": ["　"]
}, {
    "kanji": ["境"],
    "yomi": ["キョウ　", "　ケイ　", "さかい"],
    "examples": ["境界，境地，逆境", "境内", "境，境目"],
    "obs": ["　"]
}, {
    "kanji": ["橋"],
    "yomi": ["キョウ　", "はし"],
    "examples": ["橋脚，鉄橋，歩道橋", "橋，丸木橋"],
    "obs": ["　"]
}, {
    "kanji": ["矯"],
    "yomi": ["キョウ　", "ためる"],
    "examples": ["矯正，奇矯", "矯める，矯め直す"],
    "obs": ["　"]
}, {
    "kanji": ["鏡"],
    "yomi": ["キョウ　", "かがみ"],
    "examples": ["鏡台，望遠鏡，反射鏡", "鏡"],
    "obs": ["眼鏡（めがね）"]
}, {
    "kanji": ["競"],
    "yomi": ["キョウ　", "ケイ　", "きそう　", "せる"],
    "examples": ["競争，競技，競泳", "競馬，競輪", "競う", "競る，競り合う"],
    "obs": ["　"]
}, {
    "kanji": ["響（響）"],
    "yomi": ["キョウ　", "ひびく"],
    "examples": ["音響，影響，交響楽", "響く，響き"],
    "obs": ["　"]
}, {
    "kanji": ["驚"],
    "yomi": ["キョウ　", "おどろく　", "おどろかす"],
    "examples": ["驚異，驚嘆", "驚く，驚き", "驚かす"],
    "obs": ["　"]
}, {
    "kanji": ["仰"],
    "yomi": ["ギョウ　", "　コウ　", "あおぐ　", "おおせ"],
    "examples": ["仰視，仰天，仰角", "信仰", "仰ぐ", "仰せ"],
    "obs": ["　"]
}, {
    "kanji": ["暁（曉）"],
    "yomi": ["ギョウ　", "あかつき"],
    "examples": ["暁天，今暁，通暁", "暁"],
    "obs": ["　"]
}, {
    "kanji": ["業"],
    "yomi": ["ギョウ　", "ゴウ　", "わざ"],
    "examples": ["業績，職業，卒業", "業病，罪業，自業自得", "業，仕業，早業"],
    "obs": ["", "", "⇔技"]
}, {
    "kanji": ["凝"],
    "yomi": ["ギョウ　", "こる　", "こらす"],
    "examples": ["凝固，凝結，凝視", "凝る，凝り性", "凝らす"],
    "obs": ["　"]
}, {
    "kanji": ["曲"],
    "yomi": ["キョク　", "まがる　", "まげる"],
    "examples": ["曲線，曲面，名曲", "曲がる", "曲げる"],
    "obs": ["　"]
}, {
    "kanji": ["局"],
    "yomi": ["キョク"],
    "examples": ["局部，時局，結局"],
    "obs": ["　"]
}, {
    "kanji": ["極"],
    "yomi": ["キョク　", "ゴク　", "きわめる　", "　", "きわまる　", "きわみ"],
    "examples": ["極限，終極，積極的", "極上，極秘，至極", "極める，極め付き，", "極めて〔副〕", "極まる，極まり", "極み"],
    "obs": ["", "", "⇔究める，窮める", "", "⇔窮まる", " "]
}, {
    "kanji": ["玉"],
    "yomi": ["ギョク　", "たま"],
    "examples": ["玉座，玉石，宝玉", "玉，目玉"],
    "obs": ["", "⇔球，弾"]
}, {
    "kanji": ["巾"],
    "yomi": ["キン"],
    "examples": ["頭巾，雑巾"],
    "obs": ["　"]
}, {
    "kanji": ["斤"],
    "yomi": ["キン"],
    "examples": ["斤量"],
    "obs": ["　"]
}, {
    "kanji": ["均"],
    "yomi": ["キン"],
    "examples": ["均等，均一，平均"],
    "obs": ["　"]
}, {
    "kanji": ["近"],
    "yomi": ["キン　", "ちかい"],
    "examples": ["近所，近代，接近", "近い，近づく，近道"],
    "obs": ["　"]
}, {
    "kanji": ["金"],
    "yomi": ["キン　", "コン　", "かね　", "　かな"],
    "examples": ["金属，金銭，純金", "金色，金剛力，黄金", "金，金持ち，針金", "金物，金具，金縛り"],
    "obs": ["　"]
}, {
    "kanji": ["菌"],
    "yomi": ["キン"],
    "examples": ["細菌，殺菌，保菌者"],
    "obs": ["　"]
}, {
    "kanji": ["勤（勤）"],
    "yomi": ["キン　", "　ゴン　", "つとめる　", "つとまる"],
    "examples": ["勤務，勤勉，出勤", "勤行", "勤める，勤め", "勤まる", ""],
    "obs": ["", "", "⇔努める，務める", "⇔務まる"]
}, {
    "kanji": ["琴"],
    "yomi": ["キン　", "こと"],
    "examples": ["琴線，木琴，手風琴", "琴"],
    "obs": ["　"]
}, {
    "kanji": ["筋"],
    "yomi": ["キン　", "すじ"],
    "examples": ["筋肉，筋骨，鉄筋", "筋，筋書，大筋"],
    "obs": ["　"]
}, {
    "kanji": ["僅"],
    "yomi": ["キン　", "わずか"],
    "examples": ["僅差", "僅かだ", ""],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["禁"],
    "yomi": ["キン"],
    "examples": ["禁止，禁煙，厳禁"],
    "obs": ["　"]
}, {
    "kanji": ["緊"],
    "yomi": ["キン"],
    "examples": ["緊張，緊密，緊急"],
    "obs": ["　"]
}, {
    "kanji": ["錦"],
    "yomi": ["キン　", "にしき"],
    "examples": ["錦秋", "錦絵"],
    "obs": ["　"]
}, {
    "kanji": ["謹（謹）"],
    "yomi": ["キン　", "つつしむ"],
    "examples": ["謹慎，謹賀，謹呈", "謹む，謹んで〔副〕"],
    "obs": ["", "⇔慎む"]
}, {
    "kanji": ["襟"],
    "yomi": ["キン　", "えり"],
    "examples": ["襟度，開襟，胸襟", "襟，襟首"],
    "obs": ["　"]
}, {
    "kanji": ["吟"],
    "yomi": ["ギン"],
    "examples": ["吟味，詩吟，苦吟"],
    "obs": ["　"]
}, {
    "kanji": ["銀"],
    "yomi": ["ギン"],
    "examples": ["銀貨，銀行，水銀"],
    "obs": ["　"]
}, {
    "kanji": ["区（區）"],
    "yomi": ["ク"],
    "examples": ["区別，区々，地区"],
    "obs": ["　"]
}, {
    "kanji": ["句"],
    "yomi": ["ク"],
    "examples": ["句集，字句，節句"],
    "obs": ["　"]
}, {
    "kanji": ["苦"],
    "yomi": ["ク　", "くるしい　", "くるしむ　", "くるしめる　", "にがい　", "にがる"],
    "examples": ["苦心，苦労，辛苦", "苦しい，苦しがる，見苦しい", "苦しむ，苦しみ", "苦しめる", "苦い，苦虫，苦々しい", "苦り切る"],
    "obs": ["　"]
}, {
    "kanji": ["駆（驅）"],
    "yomi": ["ク　", "かける　", "かる"],
    "examples": ["駆使，駆逐，先駆", "駆ける，抜け駆け", "駆る，駆り立てる"],
    "obs": ["　"]
}, {
    "kanji": ["具"],
    "yomi": ["グ"],
    "examples": ["具体的，具備，道具"],
    "obs": ["　"]
}, {
    "kanji": ["惧"],
    "yomi": ["グ"],
    "examples": ["危惧"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["愚"],
    "yomi": ["グ　", "おろか"],
    "examples": ["愚問，愚鈍，暗愚", "愚かだ，愚かしい"],
    "obs": ["　"]
}, {
    "kanji": ["空"],
    "yomi": ["クウ　", "そら　", "あく　", "あける　", "から"],
    "examples": ["空想，空港，上空", "空，空色，青空", "空く，空き巣", "空ける", "空，空手，空手形"],
    "obs": ["", "", "⇔開く，明く", "⇔開ける，明ける", "", ""]
}, {
    "kanji": ["偶"],
    "yomi": ["グウ"],
    "examples": ["偶然，偶数，配偶者"],
    "obs": ["　"]
}, {
    "kanji": ["遇"],
    "yomi": ["グウ"],
    "examples": ["境遇，待遇，遇する"],
    "obs": ["　"]
}, {
    "kanji": ["隅"],
    "yomi": ["グウ　", "すみ"],
    "examples": ["一隅", "隅，片隅"],
    "obs": ["　"]
}, {
    "kanji": ["串"],
    "yomi": ["くし"],
    "examples": ["串刺し，串焼き"],
    "obs": ["　"]
}, {
    "kanji": ["屈"],
    "yomi": ["クツ"],
    "examples": ["屈辱，屈伸，不屈，理屈"],
    "obs": ["　"]
}, {
    "kanji": ["掘"],
    "yomi": ["クツ　", "ほる"],
    "examples": ["掘削，発掘，採掘", "掘る"],
    "obs": ["　"]
}, {
    "kanji": ["窟"],
    "yomi": ["クツ"],
    "examples": ["巣窟，洞窟"],
    "obs": ["　"]
}, {
    "kanji": ["熊"],
    "yomi": ["くま"],
    "examples": ["熊"],
    "obs": ["　"]
}, {
    "kanji": ["繰"],
    "yomi": ["くる"],
    "examples": ["繰る，繰り返す"],
    "obs": ["　"]
}, {
    "kanji": ["君"],
    "yomi": ["クン　", "きみ"],
    "examples": ["君主，君臨，諸君", "君，母君"],
    "obs": ["　"]
}, {
    "kanji": ["訓"],
    "yomi": ["クン"],
    "examples": ["訓練，教訓，音訓"],
    "obs": ["　"]
}, {
    "kanji": ["勲（勳）"],
    "yomi": ["クン"],
    "examples": ["勲功，勲章，殊勲"],
    "obs": ["　"]
}, {
    "kanji": ["薫（薰）"],
    "yomi": ["クン　", "かおる"],
    "examples": ["薫風，薫陶", "薫る，薫り"],
    "obs": ["", "⇔香る"]
}, {
    "kanji": ["軍"],
    "yomi": ["グン"],
    "examples": ["軍隊，軍備，空軍"],
    "obs": ["　"]
}, {
    "kanji": ["郡"],
    "yomi": ["グン"],
    "examples": ["郡部，○○郡"],
    "obs": ["　"]
}, {
    "kanji": ["群"],
    "yomi": ["グン　", "むれる　", "むれ　", "　むら"],
    "examples": ["群居，大群，抜群", "群れる", "群れ", "群すずめ，群千鳥，群がる"],
    "obs": ["　"]
}, {
    "kanji": ["兄"],
    "yomi": ["ケイ　", "　キョウ　", "あに"],
    "examples": ["兄事，父兄，義兄", "兄弟", "兄"],
    "obs": ["兄（にい）さん", "「兄弟」は，「ケイテイ」と読むこともある。"]
}, {
    "kanji": ["刑"],
    "yomi": ["ケイ"],
    "examples": ["刑罰，刑法，処刑"],
    "obs": ["　"]
}, {
    "kanji": ["形"],
    "yomi": ["ケイ　", "ギョウ　", "かた　", "かたち"],
    "examples": ["形態，形成，図形", "形相，人形", "形，形見，手形", "形"],
    "obs": ["", "⇔型"]
}, {
    "kanji": ["系"],
    "yomi": ["ケイ"],
    "examples": ["系統，系列，体系"],
    "obs": ["　"]
}, {
    "kanji": ["径（徑）"],
    "yomi": ["ケイ"],
    "examples": ["直径，直情径行"],
    "obs": ["　"]
}, {
    "kanji": ["茎（莖）"],
    "yomi": ["ケイ　", "くき"],
    "examples": ["球茎，地下茎", "茎，歯茎"],
    "obs": ["　"]
}, {
    "kanji": ["係"],
    "yomi": ["ケイ　", "かかる　", "かかり"],
    "examples": ["係累，係争，関係", "係る", "係，係員，庶務係"],
    "obs": ["", "⇔掛かる", "⇔掛"]
}, {
    "kanji": ["型"],
    "yomi": ["ケイ　", "かた"],
    "examples": ["原型，模型，典型", "型，型紙，血液型"],
    "obs": ["", "⇔形"]
}, {
    "kanji": ["契"],
    "yomi": ["ケイ　", "ちぎる"],
    "examples": ["契約，契機，黙契", "契る，契り"],
    "obs": ["　"]
}, {
    "kanji": ["計"],
    "yomi": ["ケイ　", "はかる　", "はからう"],
    "examples": ["計算，計画，寒暖計", "計る", "計らう，計らい"],
    "obs": ["時計（とけい）", "⇔測る，量る，図る，謀る", "", ""]
}, {
    "kanji": ["恵（惠）"],
    "yomi": ["ケイ　", "エ　", "めぐむ"],
    "examples": ["恵贈，恵与，恩恵", "恵方参り，知恵", "恵む，恵み"],
    "obs": ["　"]
}, {
    "kanji": ["啓"],
    "yomi": ["ケイ"],
    "examples": ["啓発，啓示，拝啓"],
    "obs": ["　"]
}, {
    "kanji": ["掲（揭）"],
    "yomi": ["ケイ　", "かかげる"],
    "examples": ["掲示，掲載，前掲", "掲げる"],
    "obs": ["　"]
}, {
    "kanji": ["渓（溪）"],
    "yomi": ["ケイ"],
    "examples": ["渓谷，渓流，雪渓"],
    "obs": ["　"]
}, {
    "kanji": ["経（經）"],
    "yomi": ["ケイ　", "キョウ　", "へる"],
    "examples": ["経費，経済，経験", "経文，お経，写経", "経る"],
    "obs": ["読経（どきょう）"]
}, {
    "kanji": ["蛍（螢）"],
    "yomi": ["ケイ　", "ほたる"],
    "examples": ["蛍光灯，蛍光塗料", "蛍"],
    "obs": ["　"]
}, {
    "kanji": ["敬"],
    "yomi": ["ケイ　", "うやまう"],
    "examples": ["敬意，敬服，尊敬", "敬う"],
    "obs": ["　"]
}, {
    "kanji": ["景"],
    "yomi": ["ケイ"],
    "examples": ["景気，風景，光景"],
    "obs": ["景色（けしき）"]
}, {
    "kanji": ["軽（輕）"],
    "yomi": ["ケイ　", "かるい　", "かろやか"],
    "examples": ["軽快，軽薄，軽率", "軽い，軽々と，手軽だ", "軽やかだ"],
    "obs": ["　"]
}, {
    "kanji": ["傾"],
    "yomi": ["ケイ　", "かたむく　", "かたむける"],
    "examples": ["傾斜，傾倒，傾向", "傾く，傾き", "傾ける"],
    "obs": ["　"]
}, {
    "kanji": ["携"],
    "yomi": ["ケイ　", "たずさえる　", "たずさわる"],
    "examples": ["携帯，必携，提携", "携える", "携わる"],
    "obs": ["　"]
}, {
    "kanji": ["継（繼）"],
    "yomi": ["ケイ　", "つぐ"],
    "examples": ["継続，継承，中継", "継ぐ，継ぎ"],
    "obs": ["", "⇔接ぐ，次ぐ"]
}, {
    "kanji": ["詣"],
    "yomi": ["ケイ　", "もうでる"],
    "examples": ["参詣", "詣でる，初詣"],
    "obs": ["　"]
}, {
    "kanji": ["慶"],
    "yomi": ["ケイ"],
    "examples": ["慶弔，慶祝，慶賀"],
    "obs": ["　"]
}, {
    "kanji": ["憬"],
    "yomi": ["ケイ"],
    "examples": ["憧憬"],
    "obs": ["　"]
}, {
    "kanji": ["稽"],
    "yomi": ["ケイ"],
    "examples": ["稽古，滑稽"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["憩"],
    "yomi": ["ケイ　", "いこい　", "いこう"],
    "examples": ["休憩", "憩い", "憩う"],
    "obs": ["　"]
}, {
    "kanji": ["警"],
    "yomi": ["ケイ"],
    "examples": ["警告，警戒，警察"],
    "obs": ["　"]
}, {
    "kanji": ["鶏（鷄）"],
    "yomi": ["ケイ　", "にわとり"],
    "examples": ["鶏卵，鶏舎，養鶏", "鶏"],
    "obs": ["　"]
}, {
    "kanji": ["芸（藝）"],
    "yomi": ["ゲイ"],
    "examples": ["芸術，芸能，文芸"],
    "obs": ["　"]
}, {
    "kanji": ["迎"],
    "yomi": ["ゲイ　", "むかえる"],
    "examples": ["迎合，歓迎，送迎", "迎える，出迎え"],
    "obs": ["　"]
}, {
    "kanji": ["鯨"],
    "yomi": ["ゲイ　", "くじら"],
    "examples": ["鯨油，捕鯨", "鯨"],
    "obs": ["　"]
}, {
    "kanji": ["隙"],
    "yomi": ["ゲキ　", "すき"],
    "examples": ["間隙", "隙間"],
    "obs": ["", "「隙間」は，「透き間」とも書く。"]
}, {
    "kanji": ["劇"],
    "yomi": ["ゲキ"],
    "examples": ["劇薬，劇場，演劇"],
    "obs": ["　"]
}, {
    "kanji": ["撃（擊）"],
    "yomi": ["ゲキ　", "うつ"],
    "examples": ["撃退，攻撃，打撃", "撃つ，早撃ち"],
    "obs": ["", "⇔打つ，討つ"]
}, {
    "kanji": ["激"],
    "yomi": ["ゲキ　", "はげしい"],
    "examples": ["激動，感激，激する", "激しい，激しさ"],
    "obs": ["　"]
}, {
    "kanji": ["桁"],
    "yomi": ["けた"],
    "examples": ["桁違い，橋桁"],
    "obs": ["　"]
}, {
    "kanji": ["欠（缺）"],
    "yomi": ["ケツ　", "かける　", "かく"],
    "examples": ["欠乏，欠席，補欠", "欠ける", "欠く"],
    "obs": ["　"]
}, {
    "kanji": ["穴"],
    "yomi": ["ケツ　", "あな"],
    "examples": ["穴居，墓穴", "穴"],
    "obs": ["　"]
}, {
    "kanji": ["血"],
    "yomi": ["ケツ　", "ち"],
    "examples": ["血液，血統，鮮血", "血，鼻血"],
    "obs": ["　"]
}, {
    "kanji": ["決"],
    "yomi": ["ケツ　", "きめる　", "きまる"],
    "examples": ["決裂，決意，解決", "決める，取り決め", "決まる，決まり"],
    "obs": ["　"]
}, {
    "kanji": ["結"],
    "yomi": ["ケツ　", "むすぶ　", "ゆう　", "ゆわえる"],
    "examples": ["結論，結婚，連結", "結ぶ，結び", "結う，元結", "結わえる"],
    "obs": ["　"]
}, {
    "kanji": ["傑"],
    "yomi": ["ケツ"],
    "examples": ["傑物，傑作，豪傑"],
    "obs": ["　"]
}, {
    "kanji": ["潔"],
    "yomi": ["ケツ　", "いさぎよい"],
    "examples": ["潔白，清潔，純潔", "潔い"],
    "obs": ["　"]
}, {
    "kanji": ["月"],
    "yomi": ["ゲツ　", "ガツ　", "つき"],
    "examples": ["月曜，明月，歳月", "正月，九月", "月，月見，三日月"],
    "obs": ["五月（さつき）", "五月雨（さみだれ）"]
}, {
    "kanji": ["犬"],
    "yomi": ["ケン　", "いぬ"],
    "examples": ["犬歯，愛犬，野犬", "犬"],
    "obs": ["　"]
}, {
    "kanji": ["件"],
    "yomi": ["ケン"],
    "examples": ["件数，事件，条件"],
    "obs": ["　"]
}, {
    "kanji": ["見"],
    "yomi": ["ケン　", "みる　", "みえる　", "みせる"],
    "examples": ["見学，見地，意見", "見る，下見", "見える", "見せる，顔見せ"],
    "obs": ["⇔診る", "", ""]
}, {
    "kanji": ["券"],
    "yomi": ["ケン"],
    "examples": ["乗車券，旅券，債券"],
    "obs": ["　"]
}, {
    "kanji": ["肩"],
    "yomi": ["ケン　", "かた"],
    "examples": ["肩章，双肩，比肩", "肩"],
    "obs": ["　"]
}, {
    "kanji": ["建"],
    "yomi": ["ケン　", "　コン　", "たてる　", "たつ"],
    "examples": ["建築，建議，封建的", "建立", "建てる，建物，二階建て", "建つ，一戸建ち"],
    "obs": ["", "", "⇔立てる", "⇔立つ"]
}, {
    "kanji": ["研（硏）"],
    "yomi": ["ケン　", "とぐ"],
    "examples": ["研究，研修", "研ぐ"],
    "obs": ["　"]
}, {
    "kanji": ["県（縣）"],
    "yomi": ["ケン"],
    "examples": ["県庁，県立，○○県"],
    "obs": ["　"]
}, {
    "kanji": ["倹（儉）"],
    "yomi": ["ケン"],
    "examples": ["倹約，節倹，勤倹"],
    "obs": ["　"]
}, {
    "kanji": ["兼"],
    "yomi": ["ケン　", "かねる"],
    "examples": ["兼用，兼任，兼職", "兼ねる"],
    "obs": ["　"]
}, {
    "kanji": ["剣（劍）"],
    "yomi": ["ケン　", "つるぎ"],
    "examples": ["剣道，剣舞，刀剣", "剣"],
    "obs": ["　"]
}, {
    "kanji": ["拳"],
    "yomi": ["ケン　", "こぶし"],
    "examples": ["拳銃，拳法", "握り拳"],
    "obs": ["　"]
}, {
    "kanji": ["軒"],
    "yomi": ["ケン　", "のき"],
    "examples": ["軒数，一軒", "軒，軒先"],
    "obs": ["　"]
}, {
    "kanji": ["健"],
    "yomi": ["ケン　", "すこやか"],
    "examples": ["健康，健闘，強健", "健やかだ"],
    "obs": ["　"]
}, {
    "kanji": ["険（險）"],
    "yomi": ["ケン　", "けわしい"],
    "examples": ["険悪，危険，保険", "険しい，険しさ"],
    "obs": ["　"]
}, {
    "kanji": ["圏（圈）"],
    "yomi": ["ケン"],
    "examples": ["圏内，圏外，成層圏"],
    "obs": ["　"]
}, {
    "kanji": ["堅"],
    "yomi": ["ケン　", "かたい"],
    "examples": ["堅固，堅実，中堅", "堅い"],
    "obs": ["", "⇔硬い，固い"]
}, {
    "kanji": ["検（檢）"],
    "yomi": ["ケン"],
    "examples": ["検査，検討，点検"],
    "obs": ["　"]
}, {
    "kanji": ["嫌"],
    "yomi": ["ケン　", "　ゲン　", "きらう　", "いや"],
    "examples": ["嫌悪，嫌疑", "機嫌", "嫌う，嫌い", "嫌だ，嫌がる，嫌気がさす"],
    "obs": ["　"]
}, {
    "kanji": ["献（獻）"],
    "yomi": ["ケン　", "　コン"],
    "examples": ["献上，献身的，文献", "献立，一献"],
    "obs": ["　"]
}, {
    "kanji": ["絹"],
    "yomi": ["ケン　", "きぬ"],
    "examples": ["絹布，人絹", "絹，薄絹"],
    "obs": ["　"]
}, {
    "kanji": ["遣"],
    "yomi": ["ケン　", "つかう　", "つかわす"],
    "examples": ["遣外，派遣，分遣", "遣う，金遣い", "遣わす"],
    "obs": ["⇔使う"]
}, {
    "kanji": ["権（權）"],
    "yomi": ["ケン　", "　ゴン"],
    "examples": ["権利，権威，人権", "権化，権現"],
    "obs": ["　"]
}, {
    "kanji": ["憲"],
    "yomi": ["ケン"],
    "examples": ["憲法，憲章，官憲"],
    "obs": ["　"]
}, {
    "kanji": ["賢"],
    "yomi": ["ケン　", "かしこい"],
    "examples": ["賢人，賢明，先賢", "賢い"],
    "obs": ["　"]
}, {
    "kanji": ["謙"],
    "yomi": ["ケン"],
    "examples": ["謙虚，謙譲"],
    "obs": ["　"]
}, {
    "kanji": ["鍵"],
    "yomi": ["ケン　", "かぎ"],
    "examples": ["鍵盤", "鍵，鍵穴"],
    "obs": ["　"]
}, {
    "kanji": ["繭"],
    "yomi": ["ケン　", "まゆ"],
    "examples": ["繭糸", "繭，繭玉"],
    "obs": ["　"]
}, {
    "kanji": ["顕（顯）"],
    "yomi": ["ケン"],
    "examples": ["顕著，顕彰，顕微鏡"],
    "obs": ["　"]
}, {
    "kanji": ["験（驗）"],
    "yomi": ["ケン　", "　ゲン"],
    "examples": ["試験，経験，実験", "験がある，霊験"],
    "obs": ["　"]
}, {
    "kanji": ["懸"],
    "yomi": ["ケン　", "　ケ　", "かける　", "かかる"],
    "examples": ["懸垂，懸賞，懸命", "懸念，懸想", "懸ける，命懸け", "懸かる"],
    "obs": ["", "", "⇔掛ける，架ける，賭ける", "⇔掛かる，架かる"]
}, {
    "kanji": ["元"],
    "yomi": ["ゲン　", "ガン　", "もと"],
    "examples": ["元素，元気，多元", "元祖，元日，元来", "元，元帳，家元"],
    "obs": ["", "", "⇔下，本，基"]
}, {
    "kanji": ["幻"],
    "yomi": ["ゲン　", "まぼろし"],
    "examples": ["幻滅，幻覚，夢幻", "幻"],
    "obs": ["　"]
}, {
    "kanji": ["玄"],
    "yomi": ["ゲン"],
    "examples": ["玄米，玄関，幽玄"],
    "obs": ["玄人（くろうと）"]
}, {
    "kanji": ["言"],
    "yomi": ["ゲン　", "ゴン　", "いう　", "こと"],
    "examples": ["言行，言論，宣言", "言上，伝言，無言", "言う，物言い", "言葉，寝言"],
    "obs": ["　"]
}, {
    "kanji": ["弦"],
    "yomi": ["ゲン　", "つる"],
    "examples": ["上弦，正弦", "弦"],
    "obs": ["　"]
}, {
    "kanji": ["限"],
    "yomi": ["ゲン　", "かぎる"],
    "examples": ["限度，制限，期限", "限る，限り"],
    "obs": ["　"]
}, {
    "kanji": ["原"],
    "yomi": ["ゲン　", "はら"],
    "examples": ["原因，原理，高原", "原，野原，松原"],
    "obs": ["", "海原（うなばら）", "河原・川原（かわら）"]
}, {
    "kanji": ["現"],
    "yomi": ["ゲン　", "あらわれる　", "あらわす"],
    "examples": ["現象，現在，表現", "現れる，現れ", "現す"],
    "obs": ["", "⇔表れる", "⇔表す，著す"]
}, {
    "kanji": ["舷"],
    "yomi": ["ゲン"],
    "examples": ["舷側，右舷"],
    "obs": ["　"]
}, {
    "kanji": ["減"],
    "yomi": ["ゲン　", "へる　", "へらす"],
    "examples": ["減少，増減，加減", "減る，目減り", "減らす，人減らし"],
    "obs": ["　"]
}, {
    "kanji": ["源"],
    "yomi": ["ゲン　", "みなもと"],
    "examples": ["源泉，水源，資源", "源"],
    "obs": ["　"]
}, {
    "kanji": ["厳（嚴）"],
    "yomi": ["ゲン　", "　ゴン　", "おごそか　", "きびしい"],
    "examples": ["厳格，厳重，威厳", "荘厳", "厳かだ", "厳しい，厳しさ"],
    "obs": ["　"]
}, {
    "kanji": ["己"],
    "yomi": ["コ　", "キ　", "おのれ"],
    "examples": ["自己，利己", "知己，克己", "己"],
    "obs": ["　"]
}, {
    "kanji": ["戸"],
    "yomi": ["コ　", "と"],
    "examples": ["戸外，戸籍，下戸", "戸，雨戸"],
    "obs": ["　"]
}, {
    "kanji": ["古"],
    "yomi": ["コ　", "ふるい　", "ふるす"],
    "examples": ["古代，古典，太古", "古い，古株，古びる", "使い古す"],
    "obs": ["　"]
}, {
    "kanji": ["呼"],
    "yomi": ["コ　", "よぶ"],
    "examples": ["呼吸，呼応，点呼", "呼ぶ，呼び声"],
    "obs": ["　"]
}, {
    "kanji": ["固"],
    "yomi": ["コ　", "かためる　", "かたまる　", "かたい"],
    "examples": ["固定，固有，堅固", "固める，固め", "固まる，固まり", "固い，固さ"],
    "obs": ["", "", "", "固唾（かたず）", "⇔堅い，硬い"]
}, {
    "kanji": ["股"],
    "yomi": ["コ　", "また"],
    "examples": ["股間，股関節", "内股，大股"],
    "obs": ["　"]
}, {
    "kanji": ["虎"],
    "yomi": ["コ　", "とら"],
    "examples": ["虎穴，猛虎", "虎"],
    "obs": ["　"]
}, {
    "kanji": ["孤"],
    "yomi": ["コ"],
    "examples": ["孤児，孤独，孤立"],
    "obs": ["　"]
}, {
    "kanji": ["弧"],
    "yomi": ["コ"],
    "examples": ["弧状，括弧，円弧"],
    "obs": ["　"]
}, {
    "kanji": ["故"],
    "yomi": ["コ　", "ゆえ"],
    "examples": ["故郷，故意，事故", "故，故に"],
    "obs": ["　"]
}, {
    "kanji": ["枯"],
    "yomi": ["コ　", "かれる　", "からす"],
    "examples": ["枯死，枯淡，栄枯", "枯れる，枯れ木", "枯らす，木枯らし"],
    "obs": ["　"]
}, {
    "kanji": ["個"],
    "yomi": ["コ"],
    "examples": ["個人，個性，一個"],
    "obs": ["　"]
}, {
    "kanji": ["庫"],
    "yomi": ["コ　", "　ク"],
    "examples": ["倉庫，文庫，車庫", "庫裏"],
    "obs": ["　"]
}, {
    "kanji": ["湖"],
    "yomi": ["コ　", "みずうみ"],
    "examples": ["湖水，湖沼，湖畔", "湖"],
    "obs": ["　"]
}, {
    "kanji": ["雇"],
    "yomi": ["コ　", "やとう"],
    "examples": ["雇用，雇員，解雇", "雇う，日雇い"],
    "obs": ["　"]
}, {
    "kanji": ["誇"],
    "yomi": ["コ　", "ほこる"],
    "examples": ["誇示，誇大，誇張", "誇る，誇り，誇らしい"],
    "obs": ["　"]
}, {
    "kanji": ["鼓"],
    "yomi": ["コ　", "つづみ"],
    "examples": ["鼓動，鼓舞，太鼓", "鼓，小鼓"],
    "obs": ["　"]
}, {
    "kanji": ["錮"],
    "yomi": ["コ"],
    "examples": ["禁錮"],
    "obs": ["　"]
}, {
    "kanji": ["顧"],
    "yomi": ["コ　", "かえりみる"],
    "examples": ["顧慮，顧問，回顧", "顧みる"],
    "obs": ["", "⇔省みる"]
}, {
    "kanji": ["五"],
    "yomi": ["ゴ　", "いつ　", "いつつ"],
    "examples": ["五穀，五色，五目飯", "五日", "五つ"],
    "obs": ["五月（さつき）", "五月雨（さみだれ）"]
}, {
    "kanji": ["互"],
    "yomi": ["ゴ　", "たがい"],
    "examples": ["互角，互選，相互", "互い，互いに，互い違い"],
    "obs": ["　"]
}, {
    "kanji": ["午"],
    "yomi": ["ゴ"],
    "examples": ["午前，正午，子午線"],
    "obs": ["　"]
}, {
    "kanji": ["呉"],
    "yomi": ["ゴ"],
    "examples": ["呉服，呉越同舟"],
    "obs": ["　"]
}, {
    "kanji": ["後"],
    "yomi": ["ゴ　", "コウ　", "のち　", "うしろ　", "あと　", "おくれる"],
    "examples": ["後刻，前後，午後", "後続，後悔，後輩", "後，後添い，後の世", "後ろ，後ろめたい", "後，後味，後回し", "後れる，後れ毛，気後れ"],
    "obs": ["", "", "", "", "⇔跡，痕", "⇔遅れる"]
}, {
    "kanji": ["娯"],
    "yomi": ["ゴ"],
    "examples": ["娯楽"],
    "obs": ["　"]
}, {
    "kanji": ["悟"],
    "yomi": ["ゴ　", "さとる"],
    "examples": ["悟性，覚悟，悔悟", "悟る，悟り"],
    "obs": ["　"]
}, {
    "kanji": ["碁"],
    "yomi": ["ゴ"],
    "examples": ["碁石，碁盤，囲碁"],
    "obs": ["　"]
}, {
    "kanji": ["語"],
    "yomi": ["ゴ　", "かたる　", "かたらう"],
    "examples": ["語学，新語，国語", "語る，物語", "語らう，語らい"],
    "obs": ["　"]
}, {
    "kanji": ["誤"],
    "yomi": ["ゴ　", "あやまる"],
    "examples": ["誤解，正誤，錯誤", "誤る，誤り"],
    "obs": ["　"]
}, {
    "kanji": ["護"],
    "yomi": ["ゴ"],
    "examples": ["護衛，救護，保護"],
    "obs": ["　"]
}, {
    "kanji": ["口"],
    "yomi": ["コウ　", "ク　", "くち"],
    "examples": ["口述，人口，開口", "口調，口伝，異口同音", "口，口絵，出口"],
    "obs": ["　"]
}, {
    "kanji": ["工"],
    "yomi": ["コウ　", "ク"],
    "examples": ["工場，加工，人工", "工面，細工，大工"],
    "obs": ["　"]
}, {
    "kanji": ["公"],
    "yomi": ["コウ　", "おおやけ"],
    "examples": ["公平，公私，公園", "公"],
    "obs": ["　"]
}, {
    "kanji": ["勾"],
    "yomi": ["コウ"],
    "examples": ["勾配，勾留"],
    "obs": ["　"]
}, {
    "kanji": ["孔"],
    "yomi": ["コウ"],
    "examples": ["鼻孔，気孔"],
    "obs": ["　"]
}, {
    "kanji": ["功"],
    "yomi": ["コウ　", "　ク"],
    "examples": ["功名，功績，成功", "功徳"],
    "obs": ["　"]
}, {
    "kanji": ["巧"],
    "yomi": ["コウ　", "たくみ"],
    "examples": ["巧拙，巧妙，技巧", "巧みな術"],
    "obs": ["　"]
}, {
    "kanji": ["広（廣）"],
    "yomi": ["コウ　", "ひろい　", "ひろまる　", "ひろめる　", "ひろがる　", "ひろげる"],
    "examples": ["広大，広言，広義", "広い，広場，広々と", "広まる", "広める", "広がる，広がり", "広げる"],
    "obs": ["　"]
}, {
    "kanji": ["甲"],
    "yomi": ["コウ　", "カン"],
    "examples": ["甲乙，装甲車", "甲板，甲高い"],
    "obs": ["", "「甲板」は，「コウハン」とも。"]
}, {
    "kanji": ["交"],
    "yomi": ["コウ　", "まじわる　", "まじえる　", "まじる　", "まざる　", "まぜる　", "かう　", "かわす"],
    "examples": ["交通，交番，社交", "交わる，交わり", "交える", "交じる", "交ざる", "交ぜる，交ぜ織り", "飛び交う", "交わす"],
    "obs": ["", "", "", "⇔混じる", "⇔混ざる", "⇔混ぜる", "", "  "]
}, {
    "kanji": ["光"],
    "yomi": ["コウ　", "ひかる　", "ひかり"],
    "examples": ["光線，栄光，観光", "光る，光り輝く", "光，稲光"],
    "obs": ["　"]
}, {
    "kanji": ["向"],
    "yomi": ["コウ　", "むく　", "むける　", "むかう　", "むこう"],
    "examples": ["向上，傾向，趣向", "向く，向き", "向ける，顔向け", "向かう，向かい", "向こう，向こう側"],
    "obs": ["　"]
}, {
    "kanji": ["后"],
    "yomi": ["コウ"],
    "examples": ["皇后，皇太后"],
    "obs": ["　"]
}, {
    "kanji": ["好"],
    "yomi": ["コウ　", "このむ　", "すく"],
    "examples": ["好意，好敵手，良好", "好む，好み，好ましい", "好く，好き嫌い，好きな絵"],
    "obs": ["　"]
}, {
    "kanji": ["江"],
    "yomi": ["コウ　", "え"],
    "examples": ["江湖", "入り江"],
    "obs": ["　"]
}, {
    "kanji": ["考"],
    "yomi": ["コウ　", "かんがえる"],
    "examples": ["考慮，思考，参考", "考える，考え"],
    "obs": ["　"]
}, {
    "kanji": ["行"],
    "yomi": ["コウ　", "ギョウ　", "　アン　", "いく　", "ゆく　", "", "おこなう"],
    "examples": ["行進，行為，旅行", "行列，行政，修行", "行脚，行火", "行く", "行く，行く末", "", "行う，行い"],
    "obs": ["", "", "", "⇔逝く", "行方（ゆくえ）", "⇔逝く", "  "]
}, {
    "kanji": ["坑"],
    "yomi": ["コウ"],
    "examples": ["坑道，炭坑，廃坑"],
    "obs": ["　"]
}, {
    "kanji": ["孝"],
    "yomi": ["コウ"],
    "examples": ["孝行，孝心，不孝"],
    "obs": ["　"]
}, {
    "kanji": ["抗"],
    "yomi": ["コウ"],
    "examples": ["抗争，抗議，対抗"],
    "obs": ["　"]
}, {
    "kanji": ["攻"],
    "yomi": ["コウ　", "せめる"],
    "examples": ["攻守，攻撃，専攻", "攻める"],
    "obs": ["　"]
}, {
    "kanji": ["更"],
    "yomi": ["コウ　", "さら　", "ふける　", "ふかす"],
    "examples": ["更新，更迭，変更", "更に，今更", "更ける，夜更け", "更かす，夜更かし"],
    "obs": ["　"]
}, {
    "kanji": ["効（效）"],
    "yomi": ["コウ　", "きく"],
    "examples": ["効果，効力，時効", "効く，効き目"],
    "obs": ["", "⇔利く"]
}, {
    "kanji": ["幸"],
    "yomi": ["コウ　", "さいわい　", "さち　", "しあわせ"],
    "examples": ["幸福，不幸，行幸", "幸い，幸いな事", "幸", "幸せ，幸せな人"],
    "obs": ["　"]
}, {
    "kanji": ["拘"],
    "yomi": ["コウ"],
    "examples": ["拘束，拘留，拘置"],
    "obs": ["　"]
}, {
    "kanji": ["肯"],
    "yomi": ["コウ"],
    "examples": ["肯定，首肯"],
    "obs": ["　"]
}, {
    "kanji": ["侯"],
    "yomi": ["コウ"],
    "examples": ["諸侯，王侯"],
    "obs": ["　"]
}, {
    "kanji": ["厚"],
    "yomi": ["コウ　", "あつい"],
    "examples": ["厚情，厚生，濃厚", "厚い，厚み"],
    "obs": ["　"]
}, {
    "kanji": ["恒（恆）"],
    "yomi": ["コウ"],
    "examples": ["恒常，恒例，恒久"],
    "obs": ["　"]
}, {
    "kanji": ["洪"],
    "yomi": ["コウ"],
    "examples": ["洪水，洪積層"],
    "obs": ["　"]
}, {
    "kanji": ["皇"],
    "yomi": ["コウ　", "オウ"],
    "examples": ["皇帝，皇室，皇后", "法皇"],
    "obs": ["", "「天皇」は，「テンノウ」。"]
}, {
    "kanji": ["紅"],
    "yomi": ["コウ　", "　ク　", "べに　", "くれない"],
    "examples": ["紅白，紅茶，紅葉", "真紅，深紅", "紅，口紅", "紅"],
    "obs": ["紅葉（もみじ）"]
}, {
    "kanji": ["荒"],
    "yomi": ["コウ　", "あらい　", "あれる　", "あらす"],
    "examples": ["荒天，荒廃，荒涼", "荒い，荒波，荒々しい", "荒れる，荒れ地，大荒れ", "荒らす，倉庫荒らし"],
    "obs": ["", "⇔粗い", "", "  "]
}, {
    "kanji": ["郊"],
    "yomi": ["コウ"],
    "examples": ["郊外，近郊"],
    "obs": ["　"]
}, {
    "kanji": ["香"],
    "yomi": ["コウ　", "　キョウ　", "か　", "かおり　", "かおる"],
    "examples": ["香水，香気，線香", "香車", "香，色香，移り香", "香り", "香る"],
    "obs": ["", "", "", "⇔薫り", "⇔薫る"]
}, {
    "kanji": ["候"],
    "yomi": ["コウ　", "そうろう"],
    "examples": ["候補，気候，測候所", "候文，居候"],
    "obs": ["　"]
}, {
    "kanji": ["校"],
    "yomi": ["コウ"],
    "examples": ["校閲，将校，学校"],
    "obs": ["　"]
}, {
    "kanji": ["耕"],
    "yomi": ["コウ　", "たがやす"],
    "examples": ["耕作，耕地，農耕", "耕す"],
    "obs": ["　"]
}, {
    "kanji": ["航"],
    "yomi": ["コウ"],
    "examples": ["航海，航空，就航"],
    "obs": ["　"]
}, {
    "kanji": ["貢"],
    "yomi": ["コウ　", "　ク　", "みつぐ"],
    "examples": ["貢献", "年貢", "貢ぐ，貢ぎ物"],
    "obs": ["　"]
}, {
    "kanji": ["降"],
    "yomi": ["コウ　", "おりる　", "おろす　", "ふる"],
    "examples": ["降雨，降参，下降", "降りる，乗り降り", "降ろす", "降る，大降り"],
    "obs": ["", "⇔下りる", "⇔下ろす，卸す", " "]
}, {
    "kanji": ["高"],
    "yomi": ["コウ　", "たかい　", "たか　", "たかまる　", "たかめる"],
    "examples": ["高低，高級，最高", "高い，高台，高ぶる", "高，売上高", "高まる，高まり", "高める"],
    "obs": ["　"]
}, {
    "kanji": ["康"],
    "yomi": ["コウ"],
    "examples": ["健康，小康"],
    "obs": ["　"]
}, {
    "kanji": ["控"],
    "yomi": ["コウ　", "ひかえる"],
    "examples": ["控除，控訴", "控える，控え"],
    "obs": ["　"]
}, {
    "kanji": ["梗"],
    "yomi": ["コウ"],
    "examples": ["心筋梗塞，脳梗塞"],
    "obs": ["　"]
}, {
    "kanji": ["黄（黃）"],
    "yomi": ["コウ　", "オウ　", "き　", "　こ"],
    "examples": ["黄葉", "黄金，卵黄", "黄，黄色い，黄ばむ", "黄金"],
    "obs": ["硫黄（いおう）"]
}, {
    "kanji": ["喉"],
    "yomi": ["コウ　", "のど"],
    "examples": ["喉頭，咽喉", "喉，喉元"],
    "obs": ["　"]
}, {
    "kanji": ["慌"],
    "yomi": ["コウ　", "あわてる　", "あわただしい", "  "],
    "examples": ["恐慌", "慌てる，大慌て", "慌ただしい，慌ただしさ，慌ただしげだ"],
    "obs": ["　"]
}, {
    "kanji": ["港"],
    "yomi": ["コウ　", "みなと"],
    "examples": ["港湾，漁港，出港", "港"],
    "obs": ["　"]
}, {
    "kanji": ["硬"],
    "yomi": ["コウ　", "かたい"],
    "examples": ["硬度，硬貨，生硬", "硬い，硬さ"],
    "obs": ["", "⇔堅い，固い"]
}, {
    "kanji": ["絞"],
    "yomi": ["コウ　", "しぼる　", "しめる　", "しまる"],
    "examples": ["絞殺，絞首刑", "絞る，絞り上げる，絞り", "絞める", "絞まる"],
    "obs": ["", "⇔搾る", "⇔締める", "⇔締まる"]
}, {
    "kanji": ["項"],
    "yomi": ["コウ"],
    "examples": ["項目，事項，条項"],
    "obs": ["　"]
}, {
    "kanji": ["溝"],
    "yomi": ["コウ　", "みぞ"],
    "examples": ["下水溝，排水溝", "溝"],
    "obs": ["　"]
}, {
    "kanji": ["鉱（鑛）"],
    "yomi": ["コウ"],
    "examples": ["鉱物，鉱山，鉄鉱"],
    "obs": ["　"]
}, {
    "kanji": ["構"],
    "yomi": ["コウ　", "かまえる　", "かまう"],
    "examples": ["構造，構内，結構", "構える，構え", "構う，構わない"],
    "obs": ["　"]
}, {
    "kanji": ["綱"],
    "yomi": ["コウ　", "つな"],
    "examples": ["綱紀，綱領，大綱", "綱，横綱"],
    "obs": ["　"]
}, {
    "kanji": ["酵"],
    "yomi": ["コウ"],
    "examples": ["酵母"],
    "obs": ["　"]
}, {
    "kanji": ["稿"],
    "yomi": ["コウ"],
    "examples": ["草稿，原稿，投稿"],
    "obs": ["　"]
}, {
    "kanji": ["興"],
    "yomi": ["コウ　", "キョウ　", "おこる　", "おこす"],
    "examples": ["興行，復興，振興", "興味，興趣，余興", "興る", "興す"],
    "obs": ["", "", "⇔起こる", "⇔起こす"]
}, {
    "kanji": ["衡"],
    "yomi": ["コウ"],
    "examples": ["均衡，平衡，度量衡"],
    "obs": ["　"]
}, {
    "kanji": ["鋼"],
    "yomi": ["コウ　", "はがね"],
    "examples": ["鋼鉄，鋼材，製鋼", "鋼"],
    "obs": ["　"]
}, {
    "kanji": ["講"],
    "yomi": ["コウ"],
    "examples": ["講義，講演，聴講"],
    "obs": ["　"]
}, {
    "kanji": ["購"],
    "yomi": ["コウ"],
    "examples": ["購入，購買，購読"],
    "obs": ["　"]
}, {
    "kanji": ["乞"],
    "yomi": ["こう"],
    "examples": ["乞う，命乞い"],
    "obs": ["⇔請う"]
}, {
    "kanji": ["号（號）"],
    "yomi": ["ゴウ"],
    "examples": ["号令，号外，番号"],
    "obs": ["　"]
}, {
    "kanji": ["合"],
    "yomi": ["ゴウ　", "ガッ　", "　カッ　", "あう　", "あわす　", "あわせる"],
    "examples": ["合同，合計，結合", "合併，合宿，合点", "合戦", "合う，落ち合う，試合", "合わす", "合わせる，問い合わせる"],
    "obs": ["", "「合点」は，「ガテン」とも。", "", "⇔会う，遭う", "", "⇔併せる"]
}, {
    "kanji": ["拷"],
    "yomi": ["ゴウ"],
    "examples": ["拷問"],
    "obs": ["　"]
}, {
    "kanji": ["剛"],
    "yomi": ["ゴウ"],
    "examples": ["剛健，金剛力"],
    "obs": ["　"]
}, {
    "kanji": ["傲"],
    "yomi": ["ゴウ"],
    "examples": ["傲然，傲慢"],
    "obs": ["　"]
}, {
    "kanji": ["豪"],
    "yomi": ["ゴウ"],
    "examples": ["豪遊，豪雨，文豪"],
    "obs": ["　"]
}, {
    "kanji": ["克"],
    "yomi": ["コク"],
    "examples": ["克服，克明，克己"],
    "obs": ["　"]
}, {
    "kanji": ["告"],
    "yomi": ["コク　", "つげる"],
    "examples": ["告示，告白，報告", "告げる"],
    "obs": ["　"]
}, {
    "kanji": ["谷"],
    "yomi": ["コク　", "たに"],
    "examples": ["幽谷", "谷，谷川"],
    "obs": ["　"]
}, {
    "kanji": ["刻"],
    "yomi": ["コク　", "きざむ"],
    "examples": ["彫刻，時刻，深刻", "刻む，刻み"],
    "obs": ["　"]
}, {
    "kanji": ["国（國）"],
    "yomi": ["コク　", "くに"],
    "examples": ["国際，国家，外国", "国，島国"],
    "obs": ["　"]
}, {
    "kanji": ["黒（黑）"],
    "yomi": ["コク　", "くろ　", "くろい"],
    "examples": ["黒板，漆黒，暗黒", "黒，真っ黒，白黒", "黒い，黒さ，腹黒い"],
    "obs": ["　"]
}, {
    "kanji": ["穀（穀）"],
    "yomi": ["コク"],
    "examples": ["穀物，雑穀，脱穀"],
    "obs": ["　"]
}, {
    "kanji": ["酷"],
    "yomi": ["コク"],
    "examples": ["酷似，冷酷，残酷"],
    "obs": ["　"]
}, {
    "kanji": ["獄"],
    "yomi": ["ゴク"],
    "examples": ["獄舎，地獄，疑獄"],
    "obs": ["　"]
}, {
    "kanji": ["骨"],
    "yomi": ["コツ　", "ほね"],
    "examples": ["骨子，筋骨，老骨", "骨，骨折り"],
    "obs": ["　"]
}, {
    "kanji": ["駒"],
    "yomi": ["こま"],
    "examples": ["持ち駒"],
    "obs": ["　"]
}, {
    "kanji": ["込"],
    "yomi": ["こむ　", "こめる"],
    "examples": ["込む", "込める，やり込める"],
    "obs": ["⇔混む", "  "]
}, {
    "kanji": ["頃"],
    "yomi": ["ころ"],
    "examples": ["頃，日頃"],
    "obs": ["　"]
}, {
    "kanji": ["今"],
    "yomi": ["コン　", "キン　", "いま"],
    "examples": ["今後，今日，今朝，今年，昨今", "今上", "今，今し方"],
    "obs": ["今日（きょう）", "今朝（けさ）", "今年（ことし）"]
}, {
    "kanji": ["困"],
    "yomi": ["コン　", "こまる"],
    "examples": ["困難，困窮，貧困", "困る"],
    "obs": ["　"]
}, {
    "kanji": ["昆"],
    "yomi": ["コン"],
    "examples": ["昆虫，昆布"],
    "obs": ["「昆布」は，「コブ」とも。"]
}, {
    "kanji": ["恨"],
    "yomi": ["コン　", "うらむ　", "うらめしい"],
    "examples": ["遺恨，痛恨，悔恨", "恨む，恨み", "恨めしい"],
    "obs": ["　"]
}, {
    "kanji": ["根"],
    "yomi": ["コン　", "ね"],
    "examples": ["根拠，根気，平方根", "根，根強い，屋根"],
    "obs": ["　"]
}, {
    "kanji": ["婚"],
    "yomi": ["コン"],
    "examples": ["婚約，結婚，新婚"],
    "obs": ["　"]
}, {
    "kanji": ["混"],
    "yomi": ["コン　", "まじる　", "まざる　", "まぜる　", "こむ", "", "  "],
    "examples": ["混合，混雑，混迷", "混じる，混じり物", "混ざる", "混ぜる，混ぜ物", "混む，混み合う，人混み", "", "  "],
    "obs": ["", "⇔交じる", "⇔交ざる", "⇔交ぜる", "⇔込む", "「混み合う」，「人混み」は，「込み合う」，「人込み」とも書く。"]
}, {
    "kanji": ["痕"],
    "yomi": ["コン　", "あと"],
    "examples": ["痕跡，血痕", "痕，傷痕"],
    "obs": ["", "⇔跡，後"]
}, {
    "kanji": ["紺"],
    "yomi": ["コン"],
    "examples": ["紺青，紺屋，濃紺"],
    "obs": ["「紺屋」は，「コウや」とも。"]
}, {
    "kanji": ["魂"],
    "yomi": ["コン　", "たましい"],
    "examples": ["魂胆，霊魂，商魂", "魂，負けじ魂"],
    "obs": ["　"]
}, {
    "kanji": ["墾"],
    "yomi": ["コン"],
    "examples": ["開墾"],
    "obs": ["　"]
}, {
    "kanji": ["懇"],
    "yomi": ["コン　", "ねんごろ"],
    "examples": ["懇切，懇親会", "懇ろだ"],
    "obs": ["　"]
}, {
    "kanji": ["左"],
    "yomi": ["サ　", "ひだり"],
    "examples": ["左右，左翼，左遷", "左，左利き"],
    "obs": ["　"]
}, {
    "kanji": ["佐"],
    "yomi": ["サ"],
    "examples": ["佐幕，補佐，大佐"],
    "obs": ["　"]
}, {
    "kanji": ["沙"],
    "yomi": ["サ"],
    "examples": ["沙汰"],
    "obs": ["　"]
}, {
    "kanji": ["査"],
    "yomi": ["サ"],
    "examples": ["査察，調査，巡査"],
    "obs": ["　"]
}, {
    "kanji": ["砂"],
    "yomi": ["サ　", "シャ　", "すな"],
    "examples": ["砂丘，砂糖", "土砂", "砂，砂場"],
    "obs": ["砂利（じゃり）"]
}, {
    "kanji": ["唆"],
    "yomi": ["サ　", "そそのかす"],
    "examples": ["教唆，示唆", "唆す"],
    "obs": ["　"]
}, {
    "kanji": ["差"],
    "yomi": ["サ　", "さす"],
    "examples": ["差異，差別，誤差", "差す"],
    "obs": ["差し支える（さしつかえる）", "⇔刺す，指す，挿す"]
}, {
    "kanji": ["詐"],
    "yomi": ["サ"],
    "examples": ["詐欺，詐取，詐称"],
    "obs": ["　"]
}, {
    "kanji": ["鎖"],
    "yomi": ["サ　", "くさり"],
    "examples": ["鎖国，連鎖，封鎖", "鎖"],
    "obs": ["　"]
}, {
    "kanji": ["座"],
    "yomi": ["ザ　", "すわる"],
    "examples": ["座席，座談，星座", "座る，座り込み"],
    "obs": ["", "⇔据わる"]
}, {
    "kanji": ["挫"],
    "yomi": ["ザ"],
    "examples": ["挫折，頓挫"],
    "obs": ["　"]
}, {
    "kanji": ["才"],
    "yomi": ["サイ"],
    "examples": ["才能，才覚，秀才"],
    "obs": ["　"]
}, {
    "kanji": ["再"],
    "yomi": ["サイ　", "　サ　", "ふたたび"],
    "examples": ["再度，再選，再出発", "再来年，再来月，再来週", "再び"],
    "obs": ["　"]
}, {
    "kanji": ["災"],
    "yomi": ["サイ　", "わざわい"],
    "examples": ["災害，災難，火災", "災い"],
    "obs": ["　"]
}, {
    "kanji": ["妻"],
    "yomi": ["サイ　", "つま"],
    "examples": ["妻子，夫妻，良妻", "妻，人妻"],
    "obs": ["　"]
}, {
    "kanji": ["采"],
    "yomi": ["サイ"],
    "examples": ["采配，喝采"],
    "obs": ["　"]
}, {
    "kanji": ["砕（碎）"],
    "yomi": ["サイ　", "くだく　", "くだける"],
    "examples": ["砕石，砕氷，粉砕", "砕く", "砕ける"],
    "obs": ["　"]
}, {
    "kanji": ["宰"],
    "yomi": ["サイ"],
    "examples": ["宰領，宰相，主宰"],
    "obs": ["　"]
}, {
    "kanji": ["栽"],
    "yomi": ["サイ"],
    "examples": ["栽培，盆栽"],
    "obs": ["　"]
}, {
    "kanji": ["彩"],
    "yomi": ["サイ　", "いろどる"],
    "examples": ["彩色，色彩，淡彩", "彩る，彩り"],
    "obs": ["　"]
}, {
    "kanji": ["採"],
    "yomi": ["サイ　", "とる"],
    "examples": ["採集，採用，採光", "採る"],
    "obs": ["", "⇔取る，執る，捕る"]
}, {
    "kanji": ["済（濟）"],
    "yomi": ["サイ　", "すむ　", "すます"],
    "examples": ["返済，救済，経済", "済む，使用済み", "済ます"],
    "obs": ["　"]
}, {
    "kanji": ["祭"],
    "yomi": ["サイ　", "まつる　", "まつり"],
    "examples": ["祭礼，文化祭", "祭る，祭り上げる", "祭り，秋祭り"],
    "obs": ["　"]
}, {
    "kanji": ["斎（齋）"],
    "yomi": ["サイ"],
    "examples": ["斎場，潔斎，書斎"],
    "obs": ["　"]
}, {
    "kanji": ["細"],
    "yomi": ["サイ　", "ほそい　", "ほそる　", "こまか　", "こまかい"],
    "examples": ["細心，詳細，零細", "細い，細腕，心細い", "細る", "細かだ", "細かい"],
    "obs": ["　"]
}, {
    "kanji": ["菜"],
    "yomi": ["サイ　", "な"],
    "examples": ["菜園，菜食，野菜", "菜，青菜"],
    "obs": ["　"]
}, {
    "kanji": ["最"],
    "yomi": ["サイ　", "もっとも"],
    "examples": ["最大，最近，最先端", "最も"],
    "obs": ["最寄り（もより）"]
}, {
    "kanji": ["裁"],
    "yomi": ["サイ　", "たつ　", "さばく"],
    "examples": ["裁縫，裁判，体裁", "裁つ，裁ち物", "裁く，裁き"],
    "obs": ["⇔断つ，絶つ"]
}, {
    "kanji": ["債"],
    "yomi": ["サイ"],
    "examples": ["債務，負債，公債"],
    "obs": ["　"]
}, {
    "kanji": ["催"],
    "yomi": ["サイ　", "もよおす"],
    "examples": ["催眠，開催，主催", "催す，催し"],
    "obs": ["　"]
}, {
    "kanji": ["塞"],
    "yomi": ["サイ　", "ソク　", "ふさぐ　", "ふさがる"],
    "examples": ["要塞", "脳梗塞，閉塞", "塞ぐ", "塞がる"],
    "obs": ["　"]
}, {
    "kanji": ["歳"],
    "yomi": ["サイ　", "　セイ"],
    "examples": ["歳末，歳月，二十歳", "歳暮"],
    "obs": ["二十歳（はたち）", " "]
}, {
    "kanji": ["載"],
    "yomi": ["サイ　", "のせる　", "のる"],
    "examples": ["積載，掲載，記載", "載せる", "載る"],
    "obs": ["", "⇔乗せる", "⇔乗る"]
}, {
    "kanji": ["際"],
    "yomi": ["サイ　", "きわ"],
    "examples": ["際限，交際，この際", "際，際立つ，窓際"],
    "obs": ["　"]
}, {
    "kanji": ["埼"],
    "yomi": ["　さい"],
    "examples": ["", ""],
    "obs": ["埼玉県"]
}, {
    "kanji": ["在"],
    "yomi": ["ザイ　", "ある"],
    "examples": ["在留，在宅，存在", "在る，在りし日"],
    "obs": ["", "⇔有る"]
}, {
    "kanji": ["材"],
    "yomi": ["ザイ"],
    "examples": ["材木，材料，人材"],
    "obs": ["　"]
}, {
    "kanji": ["剤（劑）"],
    "yomi": ["ザイ"],
    "examples": ["薬剤師，錠剤，消化剤"],
    "obs": ["　"]
}, {
    "kanji": ["財"],
    "yomi": ["ザイ　", "　サイ"],
    "examples": ["財産，私財，文化財", "財布"],
    "obs": ["　"]
}, {
    "kanji": ["罪"],
    "yomi": ["ザイ　", "つみ"],
    "examples": ["罪状，犯罪，謝罪", "罪"],
    "obs": ["　"]
}, {
    "kanji": ["崎"],
    "yomi": ["さき"],
    "examples": ["○○崎"],
    "obs": ["　"]
}, {
    "kanji": ["作"],
    "yomi": ["サク　", "サ　", "つくる"],
    "examples": ["作為，著作，豊作", "作業，作用，動作", "作る"],
    "obs": ["", "", "⇔造る，創る"]
}, {
    "kanji": ["削"],
    "yomi": ["サク　", "けずる"],
    "examples": ["削除，削減，添削", "削る"],
    "obs": ["　"]
}, {
    "kanji": ["昨"],
    "yomi": ["サク"],
    "examples": ["昨日，昨年，一昨日"],
    "obs": ["昨日（きのう）"]
}, {
    "kanji": ["柵"],
    "yomi": ["サク"],
    "examples": ["鉄柵"],
    "obs": ["　"]
}, {
    "kanji": ["索"],
    "yomi": ["サク"],
    "examples": ["索引，思索，鉄索"],
    "obs": ["　"]
}, {
    "kanji": ["策"],
    "yomi": ["サク"],
    "examples": ["策略，政策，対策"],
    "obs": ["　"]
}, {
    "kanji": ["酢"],
    "yomi": ["サク　", "す"],
    "examples": ["酢酸", "酢，酢の物"],
    "obs": ["　"]
}, {
    "kanji": ["搾"],
    "yomi": ["サク　", "しぼる"],
    "examples": ["搾取，圧搾", "搾る"],
    "obs": ["", "⇔絞る"]
}, {
    "kanji": ["錯"],
    "yomi": ["サク"],
    "examples": ["錯誤，錯覚，交錯"],
    "obs": ["　"]
}, {
    "kanji": ["咲"],
    "yomi": ["さく"],
    "examples": ["咲く，遅咲き"],
    "obs": ["　"]
}, {
    "kanji": ["冊"],
    "yomi": ["サツ　", "サク"],
    "examples": ["冊子，別冊", "短冊"],
    "obs": ["　"]
}, {
    "kanji": ["札"],
    "yomi": ["サツ　", "ふだ"],
    "examples": ["札入れ，表札，入札", "札，名札"],
    "obs": ["　"]
}, {
    "kanji": ["刷"],
    "yomi": ["サツ　", "する"],
    "examples": ["刷新，印刷，増刷", "刷る"],
    "obs": ["　"]
}, {
    "kanji": ["刹"],
    "yomi": ["サツ　", "セツ"],
    "examples": ["古刹，名刹", "刹那"],
    "obs": ["　"]
}, {
    "kanji": ["拶"],
    "yomi": ["サツ"],
    "examples": ["挨拶"],
    "obs": ["　"]
}, {
    "kanji": ["殺（殺）"],
    "yomi": ["サツ　", "　サイ　", "　セツ　", "ころす"],
    "examples": ["殺人，殺到，黙殺", "相殺", "殺生", "殺す，殺し，見殺し"],
    "obs": ["　"]
}, {
    "kanji": ["察"],
    "yomi": ["サツ"],
    "examples": ["察知，観察，考察"],
    "obs": ["　"]
}, {
    "kanji": ["撮"],
    "yomi": ["サツ　", "とる"],
    "examples": ["撮影", "撮る"],
    "obs": ["　"]
}, {
    "kanji": ["擦"],
    "yomi": ["サツ　", "する　", "すれる"],
    "examples": ["擦過傷，摩擦", "擦る，擦り傷", "擦れる，靴擦れ"],
    "obs": ["　"]
}, {
    "kanji": ["雑（雜）"],
    "yomi": ["ザツ　", "ゾウ"],
    "examples": ["雑談，雑音，混雑", "雑炊，雑木林，雑兵"],
    "obs": ["雑魚（ざこ）"]
}, {
    "kanji": ["皿"],
    "yomi": ["さら"],
    "examples": ["皿，灰皿"],
    "obs": ["　"]
}, {
    "kanji": ["三"],
    "yomi": ["サン　", "み　", "みつ　", "みっつ"],
    "examples": ["三角，三流，再三", "三日月，三日（みっか）", "三つ指", "三つ"],
    "obs": ["三味線（しゃみせん）"]
}, {
    "kanji": ["山"],
    "yomi": ["サン　", "やま"],
    "examples": ["山脈，高山，登山", "山"],
    "obs": ["山車（だし）", "築山（つきやま）"]
}, {
    "kanji": ["参（參）"],
    "yomi": ["サン　", "まいる"],
    "examples": ["参加，参万円，降参", "参る，寺参り"],
    "obs": ["　"]
}, {
    "kanji": ["桟（棧）"],
    "yomi": ["サン"],
    "examples": ["桟，桟橋"],
    "obs": ["桟敷（さじき）"]
}, {
    "kanji": ["蚕（蠶）"],
    "yomi": ["サン　", "かいこ"],
    "examples": ["蚕糸，蚕食，養蚕", "蚕"],
    "obs": ["　"]
}, {
    "kanji": ["惨（慘）"],
    "yomi": ["サン　", "ザン　", "みじめ"],
    "examples": ["惨劇，悲惨，陰惨", "惨死，惨殺", "惨めだ"],
    "obs": ["　"]
}, {
    "kanji": ["産"],
    "yomi": ["サン　", "うむ　", "うまれる　", "うぶ"],
    "examples": ["産業，生産，出産", "産む，産み月", "産まれる", "産湯，産着，産毛"],
    "obs": ["土産（みやげ）", "⇔生む", "⇔生まれる", " "]
}, {
    "kanji": ["傘"],
    "yomi": ["サン　", "かさ"],
    "examples": ["傘下，落下傘", "傘，雨傘，日傘"],
    "obs": ["　"]
}, {
    "kanji": ["散"],
    "yomi": ["サン　", "ちる　", "ちらす　", "ちらかす　", "ちらかる"],
    "examples": ["散歩，散文，解散", "散る，散り散りに", "散らす", "散らかす", "散らかる"],
    "obs": ["　"]
}, {
    "kanji": ["算"],
    "yomi": ["サン"],
    "examples": ["算数，計算，予算"],
    "obs": ["　"]
}, {
    "kanji": ["酸"],
    "yomi": ["サン　", "すい"],
    "examples": ["酸味，酸素，辛酸", "酸い，酸っぱい"],
    "obs": ["　"]
}, {
    "kanji": ["賛（贊）"],
    "yomi": ["サン"],
    "examples": ["賛成，賛同，称賛"],
    "obs": ["　"]
}, {
    "kanji": ["残（殘）"],
    "yomi": ["ザン　", "のこる　", "のこす"],
    "examples": ["残留，残念，敗残", "残る，残り", "残す，食べ残し"],
    "obs": ["名残（なごり）"]
}, {
    "kanji": ["斬"],
    "yomi": ["ザン　", "きる"],
    "examples": ["斬殺，斬新", "斬る"],
    "obs": ["", "⇔切る"]
}, {
    "kanji": ["暫"],
    "yomi": ["ザン"],
    "examples": ["暫時，暫定"],
    "obs": ["　"]
}, {
    "kanji": ["士"],
    "yomi": ["シ"],
    "examples": ["士官，武士，紳士"],
    "obs": ["海士（あま）", "居士（こじ）", "博士（はかせ）"]
}, {
    "kanji": ["子"],
    "yomi": ["シ　", "ス　", "こ", " "],
    "examples": ["子孫，女子，帽子", "金子，扇子，様子", "子，親子，年子", " "],
    "obs": ["", "", "迷子（まいご）", "息子（むすこ）"]
}, {
    "kanji": ["支"],
    "yomi": ["シ　", "ささえる"],
    "examples": ["支持，支障，支店", "支える，支え"],
    "obs": ["差し支える（さしつかえる）"]
}, {
    "kanji": ["止"],
    "yomi": ["シ　", "とまる　", "とめる"],
    "examples": ["止宿，静止，中止", "止まる，行き止まり", "止める，歯止め"],
    "obs": ["波止場（はとば）", "⇔留まる，泊まる", "⇔留める，泊める"]
}, {
    "kanji": ["氏"],
    "yomi": ["シ　", "うじ"],
    "examples": ["氏名，姓氏，某氏", "氏，氏神"],
    "obs": ["　"]
}, {
    "kanji": ["仕"],
    "yomi": ["シ　", "　ジ　", "つかえる"],
    "examples": ["仕事，出仕", "給仕", "仕える"],
    "obs": ["　"]
}, {
    "kanji": ["史"],
    "yomi": ["シ"],
    "examples": ["史学，歴史，国史"],
    "obs": ["　"]
}, {
    "kanji": ["司"],
    "yomi": ["シ"],
    "examples": ["司会，司令，上司"],
    "obs": ["　"]
}, {
    "kanji": ["四"],
    "yomi": ["シ　", "よ　", "よつ　", "よっつ　", "よん"],
    "examples": ["四角，四季，四十七士", "四人，四日（よっか），四月目", "四つ角", "四つ", "四回，四階"],
    "obs": ["　"]
}, {
    "kanji": ["市"],
    "yomi": ["シ　", "いち"],
    "examples": ["市民，市況，都市", "市，競り市"],
    "obs": ["　"]
}, {
    "kanji": ["矢"],
    "yomi": ["シ　", "や"],
    "examples": ["一矢を報いる", "矢，矢印，矢面"],
    "obs": ["　"]
}, {
    "kanji": ["旨"],
    "yomi": ["シ　", "むね"],
    "examples": ["要旨，趣旨，本旨", "旨"],
    "obs": ["　"]
}, {
    "kanji": ["死"],
    "yomi": ["シ　", "しぬ"],
    "examples": ["死亡，死角，必死", "死ぬ，死に絶える"],
    "obs": ["　"]
}, {
    "kanji": ["糸（絲）"],
    "yomi": ["シ　", "いと"],
    "examples": ["綿糸，蚕糸，製糸", "糸，糸目，毛糸"],
    "obs": ["　"]
}, {
    "kanji": ["至"],
    "yomi": ["シ　", "いたる"],
    "examples": ["至当，夏至，冬至", "至る，至って〔副〕"],
    "obs": ["　"]
}, {
    "kanji": ["伺"],
    "yomi": ["シ　", "うかがう"],
    "examples": ["伺候", "伺う，伺い"],
    "obs": ["　"]
}, {
    "kanji": ["志"],
    "yomi": ["シ　", "こころざす　", "こころざし"],
    "examples": ["志望，有志，寸志", "志す", "志"],
    "obs": ["　"]
}, {
    "kanji": ["私"],
    "yomi": ["シ　", "わたくし　", "わたし"],
    "examples": ["私立，私腹，公私", "私，私する", "私"],
    "obs": ["　"]
}, {
    "kanji": ["使"],
    "yomi": ["シ　", "つかう"],
    "examples": ["使役，使者，駆使", "使う，使い"],
    "obs": ["", "⇔遣う"]
}, {
    "kanji": ["刺"],
    "yomi": ["シ　", "さす　", "ささる"],
    "examples": ["刺激，名刺，風刺", "刺す，刺し殺す", "刺さる"],
    "obs": ["⇔差す，指す，挿す"]
}, {
    "kanji": ["始"],
    "yomi": ["シ　", "はじめる　", "はじまる"],
    "examples": ["始終，年始，開始", "始める，始め", "始まる，始まり"],
    "obs": ["⇔初め，初めて"]
}, {
    "kanji": ["姉"],
    "yomi": ["シ　", "あね"],
    "examples": ["姉妹，諸姉", "姉，姉上"],
    "obs": ["姉（ねえ）さん"]
}, {
    "kanji": ["枝"],
    "yomi": ["シ　", "えだ"],
    "examples": ["枝葉", "枝"],
    "obs": ["　"]
}, {
    "kanji": ["祉（祉）"],
    "yomi": ["シ"],
    "examples": ["福祉"],
    "obs": ["　"]
}, {
    "kanji": ["肢"],
    "yomi": ["シ"],
    "examples": ["肢体，下肢，選択肢"],
    "obs": ["　"]
}, {
    "kanji": ["姿"],
    "yomi": ["シ　", "すがた"],
    "examples": ["姿勢，容姿，雄姿", "姿"],
    "obs": ["　"]
}, {
    "kanji": ["思"],
    "yomi": ["シ　", "おもう"],
    "examples": ["思想，意思，相思", "思う，思い，思わしい"],
    "obs": ["　"]
}, {
    "kanji": ["指"],
    "yomi": ["シ　", "ゆび　", "さす"],
    "examples": ["指示，指導，屈指", "指，指先", "指す，指図，名指し"],
    "obs": ["", "", "⇔差す，刺す，挿す"]
}, {
    "kanji": ["施"],
    "yomi": ["シ　", "セ　", "ほどこす"],
    "examples": ["施設，施政，実施", "施主，施療，布施", "施す，施し"],
    "obs": ["　"]
}, {
    "kanji": ["師"],
    "yomi": ["シ"],
    "examples": ["師匠，教師，医師"],
    "obs": ["師走（しわす）"]
}, {
    "kanji": ["恣"],
    "yomi": ["シ"],
    "examples": ["恣意的"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["紙"],
    "yomi": ["シ　", "かみ"],
    "examples": ["紙面，用紙，新聞紙", "紙，紙くず，厚紙"],
    "obs": ["　"]
}, {
    "kanji": ["脂"],
    "yomi": ["シ　", "あぶら"],
    "examples": ["脂肪，油脂，樹脂", "脂，脂ぎる"],
    "obs": ["", "⇔油"]
}, {
    "kanji": ["視（視）"],
    "yomi": ["シ"],
    "examples": ["視覚，視力，注視"],
    "obs": ["　"]
}, {
    "kanji": ["紫"],
    "yomi": ["シ　", "むらさき"],
    "examples": ["紫紺，紫煙，紫外線", "紫，紫色"],
    "obs": ["　"]
}, {
    "kanji": ["詞"],
    "yomi": ["シ"],
    "examples": ["歌詞，作詞，品詞"],
    "obs": ["祝詞（のりと）"]
}, {
    "kanji": ["歯（齒）"],
    "yomi": ["シ　", "は"],
    "examples": ["歯科，乳歯，義歯", "歯，入れ歯"],
    "obs": ["　"]
}, {
    "kanji": ["嗣"],
    "yomi": ["シ"],
    "examples": ["嗣子，嫡嗣"],
    "obs": ["　"]
}, {
    "kanji": ["試"],
    "yomi": ["シ　", "こころみる　", "ためす"],
    "examples": ["試験，試作，追試", "試みる，試み", "試す，試し"],
    "obs": ["　"]
}, {
    "kanji": ["詩"],
    "yomi": ["シ"],
    "examples": ["詩情，詩人，詩歌"],
    "obs": ["「詩歌」は，「シイカ」とも。"]
}, {
    "kanji": ["資"],
    "yomi": ["シ"],
    "examples": ["資本，資格，物資"],
    "obs": ["　"]
}, {
    "kanji": ["飼"],
    "yomi": ["シ　", "かう"],
    "examples": ["飼育，飼料", "飼う"],
    "obs": ["　"]
}, {
    "kanji": ["誌"],
    "yomi": ["シ"],
    "examples": ["誌面，日誌，雑誌"],
    "obs": ["　"]
}, {
    "kanji": ["雌"],
    "yomi": ["シ　", "め　", "めす"],
    "examples": ["雌雄，雌伏", "雌花，雌牛，雌しべ", "雌，雌犬"],
    "obs": ["　"]
}, {
    "kanji": ["摯"],
    "yomi": ["シ"],
    "examples": ["真摯"],
    "obs": ["　"]
}, {
    "kanji": ["賜"],
    "yomi": ["シ　", "たまわる"],
    "examples": ["賜暇，下賜，恩賜", "賜る"],
    "obs": ["　"]
}, {
    "kanji": ["諮"],
    "yomi": ["シ　", "はかる"],
    "examples": ["諮問", "諮る"],
    "obs": ["　"]
}, {
    "kanji": ["示"],
    "yomi": ["ジ　", "シ　", "しめす"],
    "examples": ["示威，示談，指示", "示唆", "示す，示し"],
    "obs": ["　"]
}, {
    "kanji": ["字"],
    "yomi": ["ジ　", "あざ"],
    "examples": ["字画，文字，活字", "字，大字"],
    "obs": ["　"]
}, {
    "kanji": ["寺"],
    "yomi": ["ジ　", "てら"],
    "examples": ["寺院，社寺，末寺", "寺，尼寺"],
    "obs": ["　"]
}, {
    "kanji": ["次"],
    "yomi": ["ジ　", "シ　", "つぐ　", "つぎ"],
    "examples": ["次回，次元，目次", "次第", "次ぐ，次いで〔副〕", "次，次に，次々と"],
    "obs": ["", "", "⇔継ぐ", "  "]
}, {
    "kanji": ["耳"],
    "yomi": ["ジ　", "みみ"],
    "examples": ["耳鼻科，中耳炎", "耳，早耳"],
    "obs": ["　"]
}, {
    "kanji": ["自"],
    "yomi": ["ジ　", "シ　", "みずから"],
    "examples": ["自分，自由，各自", "自然", "自ら"],
    "obs": ["　"]
}, {
    "kanji": ["似"],
    "yomi": ["ジ　", "にる"],
    "examples": ["類似，酷似，疑似", "似る，似顔"],
    "obs": ["　"]
}, {
    "kanji": ["児（兒）"],
    "yomi": ["ジ　", "　ニ"],
    "examples": ["児童，幼児，優良児", "小児科"],
    "obs": ["稚児（ちご）", "鹿児島（かごしま）県"]
}, {
    "kanji": ["事"],
    "yomi": ["ジ　", "　ズ　", "こと"],
    "examples": ["事物，無事，師事", "好事家", "事，仕事，出来事"],
    "obs": ["　"]
}, {
    "kanji": ["侍"],
    "yomi": ["ジ　", "さむらい"],
    "examples": ["侍従，侍女，侍医", "侍"],
    "obs": ["　"]
}, {
    "kanji": ["治"],
    "yomi": ["ジ　", "チ　", "おさめる　", "おさまる　", "なおる　", "なおす"],
    "examples": ["政治，療治", "治安，治水，自治", "治める", "治まる", "治る", "治す"],
    "obs": ["", "", "⇔修める", "⇔修まる", "⇔直る", "⇔直す"]
}, {
    "kanji": ["持"],
    "yomi": ["ジ　", "もつ"],
    "examples": ["持参，持続，支持", "持つ"],
    "obs": ["　"]
}, {
    "kanji": ["時"],
    "yomi": ["ジ　", "とき"],
    "examples": ["時間，時候，当時", "時，時めく，時々"],
    "obs": ["時雨（しぐれ）", "時計（とけい）"]
}, {
    "kanji": ["滋"],
    "yomi": ["ジ"],
    "examples": ["滋味，滋養"],
    "obs": ["滋賀（しが）県"]
}, {
    "kanji": ["慈"],
    "yomi": ["ジ　", "いつくしむ"],
    "examples": ["慈愛，慈善，慈悲", "慈しむ，慈しみ"],
    "obs": ["　"]
}, {
    "kanji": ["辞（辭）"],
    "yomi": ["ジ　", "やめる"],
    "examples": ["辞書，辞職，式辞", "辞める"],
    "obs": ["　"]
}, {
    "kanji": ["磁"],
    "yomi": ["ジ"],
    "examples": ["磁石，磁気，陶磁器"],
    "obs": ["　"]
}, {
    "kanji": ["餌［餌］"],
    "yomi": ["ジ　", "えさ　", "え"],
    "examples": ["好餌，食餌", "餌", "餌食"],
    "obs": ["［餌］＝許容字体，", "＊［（付）第２の３参照］"]
}, {
    "kanji": ["璽"],
    "yomi": ["ジ"],
    "examples": ["御璽，国璽"],
    "obs": ["　"]
}, {
    "kanji": ["鹿"],
    "yomi": ["しか　", "　か"],
    "examples": ["鹿", "鹿の子"],
    "obs": ["　"]
}, {
    "kanji": ["式"],
    "yomi": ["シキ"],
    "examples": ["式典，形式，数式"],
    "obs": ["　"]
}, {
    "kanji": ["識"],
    "yomi": ["シキ"],
    "examples": ["識別，意識，知識"],
    "obs": ["　"]
}, {
    "kanji": ["軸"],
    "yomi": ["ジク"],
    "examples": ["軸，車軸，地軸"],
    "obs": ["　"]
}, {
    "kanji": ["七"],
    "yomi": ["シチ　", "なな　", "ななつ　", "　なの"],
    "examples": ["七五三，七福神", "七月目", "七つ", "七日"],
    "obs": ["七夕（たなばた）", "", "", "「七日」は，「なぬか」とも。"]
}, {
    "kanji": ["𠮟"],
    "yomi": ["シツ　", "しかる"],
    "examples": ["𠮟責", "𠮟る"],
    "obs": ["　"]
}, {
    "kanji": ["失"],
    "yomi": ["シツ　", "うしなう"],
    "examples": ["失望，失敗，消失", "失う"],
    "obs": ["　"]
}, {
    "kanji": ["室"],
    "yomi": ["シツ　", "むろ"],
    "examples": ["室内，皇室，居室", "室，室咲き"],
    "obs": ["　"]
}, {
    "kanji": ["疾"],
    "yomi": ["シツ"],
    "examples": ["疾患，疾走，悪疾"],
    "obs": ["　"]
}, {
    "kanji": ["執"],
    "yomi": ["シツ　", "シュウ　", "とる"],
    "examples": ["執務，執筆，確執", "執念，執心，我執", "執る"],
    "obs": ["", "", "⇔取る，採る"]
}, {
    "kanji": ["湿（濕）"],
    "yomi": ["シツ　", "しめる　", "しめす"],
    "examples": ["湿度，湿地，多湿", "湿る，湿り", "湿す"],
    "obs": ["　"]
}, {
    "kanji": ["嫉"],
    "yomi": ["シツ"],
    "examples": ["嫉妬"],
    "obs": ["　"]
}, {
    "kanji": ["漆"],
    "yomi": ["シツ　", "うるし"],
    "examples": ["漆器，漆黒，乾漆", "漆"],
    "obs": ["　"]
}, {
    "kanji": ["質"],
    "yomi": ["シツ　", "シチ　", "　チ"],
    "examples": ["質問，質実，本質", "質屋，人質", "言質"],
    "obs": ["　"]
}, {
    "kanji": ["実（實）"],
    "yomi": ["ジツ　", "み　", "みのる"],
    "examples": ["実力，充実，実に", "実，実入り", "実る，実り"],
    "obs": ["　"]
}, {
    "kanji": ["芝"],
    "yomi": ["しば"],
    "examples": ["芝，芝居"],
    "obs": ["芝生（しばふ）"]
}, {
    "kanji": ["写（寫）"],
    "yomi": ["シャ　", "うつす　", "うつる"],
    "examples": ["写真，描写，映写", "写す，写し", "写る，写り"],
    "obs": ["", "⇔映す", "⇔映る"]
}, {
    "kanji": ["社（社）"],
    "yomi": ["シャ　", "やしろ"],
    "examples": ["社会，会社，神社", "社"],
    "obs": ["　"]
}, {
    "kanji": ["車"],
    "yomi": ["シャ　", "くるま"],
    "examples": ["車輪，車庫，電車", "車，歯車"],
    "obs": ["山車（だし）"]
}, {
    "kanji": ["舎"],
    "yomi": ["シャ"],
    "examples": ["舎監，校舎，寄宿舎"],
    "obs": ["田舎（いなか）"]
}, {
    "kanji": ["者（者）"],
    "yomi": ["シャ　", "もの"],
    "examples": ["医者，前者，第三者", "者，若者"],
    "obs": ["猛者（もさ）"]
}, {
    "kanji": ["射"],
    "yomi": ["シャ　", "いる"],
    "examples": ["射撃，発射，日射病", "射る"],
    "obs": ["　"]
}, {
    "kanji": ["捨"],
    "yomi": ["シャ　", "すてる"],
    "examples": ["捨象，取捨，喜捨", "捨てる，捨て子"],
    "obs": ["　"]
}, {
    "kanji": ["赦"],
    "yomi": ["シャ"],
    "examples": ["赦免，大赦，恩赦"],
    "obs": ["　"]
}, {
    "kanji": ["斜"],
    "yomi": ["シャ　", "ななめ"],
    "examples": ["斜面，斜線，傾斜", "斜め"],
    "obs": ["　"]
}, {
    "kanji": ["煮（煮）"],
    "yomi": ["シャ　", "にる　", "にえる　", "にやす"],
    "examples": ["煮沸", "煮る，雑煮", "煮える，生煮え", "業を煮やす"],
    "obs": ["　"]
}, {
    "kanji": ["遮"],
    "yomi": ["シャ　", "さえぎる"],
    "examples": ["遮断", "遮る"],
    "obs": ["　"]
}, {
    "kanji": ["謝"],
    "yomi": ["シャ　", "あやまる"],
    "examples": ["謝絶，感謝，陳謝", "謝る，平謝り"],
    "obs": ["　"]
}, {
    "kanji": ["邪"],
    "yomi": ["ジャ"],
    "examples": ["邪悪，邪推，正邪"],
    "obs": ["風邪（かぜ）"]
}, {
    "kanji": ["蛇"],
    "yomi": ["ジャ　", "ダ　", "へび"],
    "examples": ["蛇の目，蛇腹，大蛇", "蛇行，蛇足，長蛇", "蛇"],
    "obs": ["　"]
}, {
    "kanji": ["尺"],
    "yomi": ["シャク"],
    "examples": ["尺度，尺貫法"],
    "obs": ["　"]
}, {
    "kanji": ["借"],
    "yomi": ["シャク　", "かりる"],
    "examples": ["借用，借金，貸借", "借りる，借り"],
    "obs": ["　"]
}, {
    "kanji": ["酌"],
    "yomi": ["シャク　", "くむ"],
    "examples": ["酌量，晩酌", "酌む，酌み交わす"],
    "obs": ["　"]
}, {
    "kanji": ["釈（釋）"],
    "yomi": ["シャク"],
    "examples": ["釈明，釈放，解釈"],
    "obs": ["　"]
}, {
    "kanji": ["爵"],
    "yomi": ["シャク"],
    "examples": ["爵位"],
    "obs": ["　"]
}, {
    "kanji": ["若"],
    "yomi": ["ジャク　", "　ニャク　", "わかい　", "もしくは"],
    "examples": ["若年，若干，自若", "老若", "若い，若者，若々しい", "若しくは"],
    "obs": ["「老若」は，「ロウジャク」とも。", "若人（わこうど）"]
}, {
    "kanji": ["弱"],
    "yomi": ["ジャク　", "よわい　", "よわる　", "よわまる　", "よわめる"],
    "examples": ["弱点，弱小，強弱", "弱い，弱虫，足弱", "弱る", "弱まる", "弱める"],
    "obs": ["　"]
}, {
    "kanji": ["寂"],
    "yomi": ["ジャク　", "　セキ　", "さび　", "さびしい　", "さびれる"],
    "examples": ["寂滅，静寂，閑寂", "寂然，寂として", "寂", "寂しい，寂しがる", "寂れる"],
    "obs": ["", "「寂然」は，「ジャクネン」とも。", "", "", "  "]
}, {
    "kanji": ["手"],
    "yomi": ["シュ　", "て　", "　た"],
    "examples": ["手腕，挙手，選手", "手，手柄，素手", "手綱，手繰る"],
    "obs": ["上手（じょうず）", "下手（へた）", "手伝（てつだ）う"]
}, {
    "kanji": ["主"],
    "yomi": ["シュ　", "　ス　", "ぬし　", "おも"],
    "examples": ["主人，主権，施主", "法主，坊主", "主，地主", "主な人々"],
    "obs": ["", "「法主（ホッス）」は，「ホウシュ」，「ホッシュ」とも。"]
}, {
    "kanji": ["守"],
    "yomi": ["シュ　", "　ス　", "まもる　", "もり"],
    "examples": ["守備，保守，攻守", "留守", "守る，守り", "お守り，子守，灯台守"],
    "obs": ["　"]
}, {
    "kanji": ["朱"],
    "yomi": ["シュ"],
    "examples": ["朱肉，朱筆，朱塗り"],
    "obs": ["　"]
}, {
    "kanji": ["取"],
    "yomi": ["シュ　", "とる"],
    "examples": ["取捨，取材，聴取", "取る"],
    "obs": ["", "⇔採る，執る，捕る"]
}, {
    "kanji": ["狩"],
    "yomi": ["シュ　", "かる　", "かり"],
    "examples": ["狩猟", "狩る，狩り込み", "狩り，ぶどう狩り"],
    "obs": ["　"]
}, {
    "kanji": ["首"],
    "yomi": ["シュ　", "くび"],
    "examples": ["首尾，首席，自首", "首，首飾り"],
    "obs": ["　"]
}, {
    "kanji": ["殊"],
    "yomi": ["シュ　", "こと"],
    "examples": ["殊勝，殊勲，特殊", "殊に，殊の外，殊更"],
    "obs": ["　"]
}, {
    "kanji": ["珠"],
    "yomi": ["シュ"],
    "examples": ["珠玉，珠算，真珠"],
    "obs": ["数珠（じゅず）"]
}, {
    "kanji": ["酒"],
    "yomi": ["シュ　", "さけ　", "　さか"],
    "examples": ["酒宴，飲酒，洋酒", "酒，酒好き，甘酒", "酒屋，酒場，酒盛り"],
    "obs": ["お神酒（みき）"]
}, {
    "kanji": ["腫"],
    "yomi": ["シュ　", "はれる　", "はらす"],
    "examples": ["腫瘍", "腫れる，腫れ", "腫らす"],
    "obs": ["　"]
}, {
    "kanji": ["種"],
    "yomi": ["シュ　", "たね"],
    "examples": ["種類，人種，品種", "種，菜種，一粒種"],
    "obs": ["　"]
}, {
    "kanji": ["趣"],
    "yomi": ["シュ　", "おもむき"],
    "examples": ["趣向，趣味，興趣", "趣"],
    "obs": ["　"]
}, {
    "kanji": ["寿（壽）"],
    "yomi": ["ジュ　", "ことぶき"],
    "examples": ["寿命，長寿，米寿", "寿"],
    "obs": ["　"]
}, {
    "kanji": ["受"],
    "yomi": ["ジュ　", "うける　", "うかる"],
    "examples": ["受諾，受験，甘受", "受ける，受付", "受かる"],
    "obs": ["⇔請ける"]
}, {
    "kanji": ["呪"],
    "yomi": ["ジュ　", "のろう"],
    "examples": ["呪縛，呪文", "呪う"],
    "obs": ["　"]
}, {
    "kanji": ["授"],
    "yomi": ["ジュ　", "さずける　", "さずかる"],
    "examples": ["授与，伝授，教授", "授ける", "授かる"],
    "obs": ["　"]
}, {
    "kanji": ["需"],
    "yomi": ["ジュ"],
    "examples": ["需要，需給，必需品"],
    "obs": ["　"]
}, {
    "kanji": ["儒"],
    "yomi": ["ジュ"],
    "examples": ["儒学，儒教，儒者"],
    "obs": ["　"]
}, {
    "kanji": ["樹"],
    "yomi": ["ジュ"],
    "examples": ["樹木，樹立，街路樹"],
    "obs": ["　"]
}, {
    "kanji": ["収（收）"],
    "yomi": ["シュウ　", "おさめる　", "おさまる"],
    "examples": ["収穫，収入，回収", "収める", "収まる"],
    "obs": ["", "⇔納める", "⇔納まる"]
}, {
    "kanji": ["囚"],
    "yomi": ["シュウ"],
    "examples": ["囚人，死刑囚"],
    "obs": ["　"]
}, {
    "kanji": ["州"],
    "yomi": ["シュウ　", "す"],
    "examples": ["州議会，六大州", "州，中州，三角州"],
    "obs": ["　"]
}, {
    "kanji": ["舟"],
    "yomi": ["シュウ　", "ふね　", "　ふな"],
    "examples": ["舟運，舟艇，舟航", "舟，小舟，渡し舟", "舟遊び，舟宿，舟歌"],
    "obs": ["⇔船"]
}, {
    "kanji": ["秀"],
    "yomi": ["シュウ　", "ひいでる"],
    "examples": ["秀逸，秀才，優秀", "秀でる"],
    "obs": ["　"]
}, {
    "kanji": ["周"],
    "yomi": ["シュウ　", "まわり"],
    "examples": ["周知，周囲，円周", "周り"],
    "obs": ["", "⇔回り"]
}, {
    "kanji": ["宗"],
    "yomi": ["シュウ　", "ソウ"],
    "examples": ["宗教，宗派，改宗", "宗家，宗匠"],
    "obs": ["　"]
}, {
    "kanji": ["拾"],
    "yomi": ["シュウ　", "ジュウ　", "ひろう"],
    "examples": ["拾得，収拾", "拾万円", "拾う，拾い物"],
    "obs": ["　"]
}, {
    "kanji": ["秋"],
    "yomi": ["シュウ　", "あき"],
    "examples": ["秋季，秋分，晩秋", "秋"],
    "obs": ["　"]
}, {
    "kanji": ["臭（臭）"],
    "yomi": ["シュウ　", "くさい　", "におう"],
    "examples": ["臭気，悪臭，俗臭", "臭い，臭み，臭さ", "臭う，臭い"],
    "obs": ["", "", "⇔匂う"]
}, {
    "kanji": ["修"],
    "yomi": ["シュウ　", "　シュ　", "おさめる　", "おさまる"],
    "examples": ["修飾，修養，改修", "修行", "修める", "修まる"],
    "obs": ["", "", "⇔治める", "⇔治まる"]
}, {
    "kanji": ["袖"],
    "yomi": ["シュウ　", "そで"],
    "examples": ["領袖", "袖，半袖"],
    "obs": ["　"]
}, {
    "kanji": ["終"],
    "yomi": ["シュウ　", "おわる　", "おえる"],
    "examples": ["終了，終日，最終", "終わる，終わり", "終える"],
    "obs": ["　"]
}, {
    "kanji": ["羞"],
    "yomi": ["シュウ"],
    "examples": ["羞恥心"],
    "obs": ["　"]
}, {
    "kanji": ["習"],
    "yomi": ["シュウ　", "ならう"],
    "examples": ["習得，習慣，練習", "習う，手習い"],
    "obs": ["", "⇔倣う"]
}, {
    "kanji": ["週"],
    "yomi": ["シュウ"],
    "examples": ["週刊，週末，毎週"],
    "obs": ["　"]
}, {
    "kanji": ["就"],
    "yomi": ["シュウ　", "　ジュ　", "つく　", "つける"],
    "examples": ["就任，就寝，去就", "成就", "就く", "就ける"],
    "obs": ["", "", "⇔着く，付く", "⇔着ける，付ける"]
}, {
    "kanji": ["衆"],
    "yomi": ["シュウ　", "　シュ"],
    "examples": ["衆寡，民衆，聴衆", "衆生"],
    "obs": ["　"]
}, {
    "kanji": ["集"],
    "yomi": ["シュウ　", "あつまる　", "あつめる　", "つどう"],
    "examples": ["集合，集結，全集", "集まる，集まり", "集める，人集め", "集う，集い"],
    "obs": ["　"]
}, {
    "kanji": ["愁"],
    "yomi": ["シュウ　", "うれえる　", "うれい"],
    "examples": ["愁傷，哀愁，憂愁", "愁える", "愁い"],
    "obs": ["", "⇔憂える", "⇔憂い"]
}, {
    "kanji": ["酬"],
    "yomi": ["シュウ"],
    "examples": ["報酬，応酬"],
    "obs": ["　"]
}, {
    "kanji": ["醜"],
    "yomi": ["シュウ　", "みにくい"],
    "examples": ["醜悪，醜態，美醜", "醜い，醜さ"],
    "obs": ["　"]
}, {
    "kanji": ["蹴"],
    "yomi": ["シュウ　", "ける"],
    "examples": ["一蹴", "蹴る，蹴散らす"],
    "obs": ["　"]
}, {
    "kanji": ["襲"],
    "yomi": ["シュウ　", "おそう"],
    "examples": ["襲撃，襲名，世襲", "襲う"],
    "obs": ["　"]
}, {
    "kanji": ["十"],
    "yomi": ["ジュウ　", "", "", "ジッ　", "とお　", "と"],
    "examples": ["十字架，十文字", "", "", "十回", "十，十日", "十色，十重"],
    "obs": ["十重二十重（とえはたえ）", "二十・二十歳（はたち）", "二十日（はつか）", "「ジュッ」とも。", "", "  "]
}, {
    "kanji": ["汁"],
    "yomi": ["ジュウ　", "しる"],
    "examples": ["果汁，墨汁", "汁，汁粉"],
    "obs": ["　"]
}, {
    "kanji": ["充"],
    "yomi": ["ジュウ　", "あてる"],
    "examples": ["充実，充電，補充", "充てる"],
    "obs": ["", "⇔当てる，宛てる"]
}, {
    "kanji": ["住"],
    "yomi": ["ジュウ　", "すむ　", "すまう"],
    "examples": ["住所，安住，衣食住", "住む", "住まう，住まい"],
    "obs": ["　"]
}, {
    "kanji": ["柔"],
    "yomi": ["ジュウ　", "ニュウ　", "やわらか　", "やわらかい"],
    "examples": ["柔軟，柔道，懐柔", "柔和，柔弱", "柔らかだ", "柔らかい"],
    "obs": ["", "", "⇔軟らか", "⇔軟らかい"]
}, {
    "kanji": ["重"],
    "yomi": ["ジュウ　", "チョウ　", "え　", "おもい　", "かさねる　", "かさなる"],
    "examples": ["重量，重大，二重", "重畳，慎重，貴重", "一重，八重桜", "重い，重たい", "重ねる，重ね着", "重なる"],
    "obs": ["", "", "十重二十重（とえはたえ）", "", "", " "]
}, {
    "kanji": ["従（從）"],
    "yomi": ["ジュウ　", "　ショウ　", "　ジュ　", "したがう　", "したがえる"],
    "examples": ["従事，従順，服従", "従容", "従○位", "従う", "従える"],
    "obs": ["　"]
}, {
    "kanji": ["渋（澁）"],
    "yomi": ["ジュウ　", "しぶ　", "しぶい　", "しぶる"],
    "examples": ["渋滞，苦渋", "渋，渋紙", "渋い，渋さ，渋み", "渋る"],
    "obs": ["　"]
}, {
    "kanji": ["銃"],
    "yomi": ["ジュウ"],
    "examples": ["銃砲，銃弾，小銃"],
    "obs": ["　"]
}, {
    "kanji": ["獣（獸）"],
    "yomi": ["ジュウ　", "けもの"],
    "examples": ["獣類，猛獣，鳥獣", "獣"],
    "obs": ["　"]
}, {
    "kanji": ["縦（縱）"],
    "yomi": ["ジュウ　", "たて"],
    "examples": ["縦横，縦断，操縦", "縦"],
    "obs": ["　"]
}, {
    "kanji": ["叔"],
    "yomi": ["シュク"],
    "examples": ["伯叔"],
    "obs": ["叔父（おじ）", "叔母（おば）"]
}, {
    "kanji": ["祝（祝）"],
    "yomi": ["シュク　", "　シュウ　", "いわう"],
    "examples": ["祝賀，祝日，慶祝", "祝儀，祝言", "祝う"],
    "obs": ["祝詞（のりと）"]
}, {
    "kanji": ["宿"],
    "yomi": ["シュク　", "やど　", "やどる　", "やどす"],
    "examples": ["宿泊，宿題，合宿", "宿，宿屋", "宿る，雨宿り", "宿す"],
    "obs": ["　"]
}, {
    "kanji": ["淑"],
    "yomi": ["シュク"],
    "examples": ["淑女，貞淑，私淑"],
    "obs": ["　"]
}, {
    "kanji": ["粛（肅）"],
    "yomi": ["シュク"],
    "examples": ["粛清，静粛，自粛"],
    "obs": ["　"]
}, {
    "kanji": ["縮"],
    "yomi": ["シュク　", "ちぢむ　", "ちぢまる　", "ちぢめる　", "ちぢれる　", "ちぢらす"],
    "examples": ["縮小，縮図，短縮", "縮む，伸び縮み", "縮まる", "縮める", "縮れる，縮れ毛", "縮らす"],
    "obs": ["　"]
}, {
    "kanji": ["塾"],
    "yomi": ["ジュク"],
    "examples": ["塾，私塾"],
    "obs": ["　"]
}, {
    "kanji": ["熟"],
    "yomi": ["ジュク　", "うれる"],
    "examples": ["熟練，熟慮，成熟", "熟れる"],
    "obs": ["　"]
}, {
    "kanji": ["出"],
    "yomi": ["シュツ　", "　スイ　", "でる　", "だす"],
    "examples": ["出入，出現，提出", "出納", "出る，出窓，遠出", "出す"],
    "obs": ["　"]
}, {
    "kanji": ["述"],
    "yomi": ["ジュツ　", "のべる"],
    "examples": ["叙述，陳述，著述", "述べる"],
    "obs": ["　"]
}, {
    "kanji": ["術"],
    "yomi": ["ジュツ"],
    "examples": ["術策，技術，芸術"],
    "obs": ["　"]
}, {
    "kanji": ["俊"],
    "yomi": ["シュン"],
    "examples": ["俊敏，俊秀，俊才"],
    "obs": ["　"]
}, {
    "kanji": ["春"],
    "yomi": ["シュン　", "はる"],
    "examples": ["春季，立春，青春", "春，春めく"],
    "obs": ["　"]
}, {
    "kanji": ["瞬"],
    "yomi": ["シュン　", "またたく"],
    "examples": ["瞬間，瞬時，一瞬", "瞬く，瞬き"],
    "obs": ["　"]
}, {
    "kanji": ["旬"],
    "yomi": ["ジュン　", "　シュン"],
    "examples": ["旬刊，上旬", "旬，旬の野菜"],
    "obs": ["　"]
}, {
    "kanji": ["巡"],
    "yomi": ["ジュン　", "めぐる"],
    "examples": ["巡回，巡業，一巡", "巡る，巡り歩く"],
    "obs": ["", "お巡（まわ）りさん"]
}, {
    "kanji": ["盾"],
    "yomi": ["ジュン　", "たて"],
    "examples": ["矛盾", "盾，後ろ盾"],
    "obs": ["　"]
}, {
    "kanji": ["准"],
    "yomi": ["ジュン"],
    "examples": ["准将，批准"],
    "obs": ["　"]
}, {
    "kanji": ["殉"],
    "yomi": ["ジュン"],
    "examples": ["殉死，殉職，殉難"],
    "obs": ["　"]
}, {
    "kanji": ["純"],
    "yomi": ["ジュン"],
    "examples": ["純真，純粋，不純"],
    "obs": ["　"]
}, {
    "kanji": ["循"],
    "yomi": ["ジュン"],
    "examples": ["循環，因循"],
    "obs": ["　"]
}, {
    "kanji": ["順"],
    "yomi": ["ジュン"],
    "examples": ["順序，順調，従順"],
    "obs": ["　"]
}, {
    "kanji": ["準"],
    "yomi": ["ジュン"],
    "examples": ["準備，基準，標準"],
    "obs": ["　"]
}, {
    "kanji": ["潤"],
    "yomi": ["ジュン　", "うるおう　", "うるおす　", "うるむ"],
    "examples": ["潤色，潤沢，湿潤", "潤う，潤い", "潤す", "潤む"],
    "obs": ["　"]
}, {
    "kanji": ["遵"],
    "yomi": ["ジュン"],
    "examples": ["遵守，遵法"],
    "obs": ["　"]
}, {
    "kanji": ["処（處）"],
    "yomi": ["ショ"],
    "examples": ["処置，処罰，処女"],
    "obs": ["　"]
}, {
    "kanji": ["初"],
    "yomi": ["ショ　", "はじめ　", "はじめて　", "はつ　", "うい　", "そめる"],
    "examples": ["初期，初心者，最初", "初め", "初めて〔副〕", "初の受賞，初雪，初耳", "初陣，初々しい", "書き初め，出初め式"],
    "obs": ["", "⇔始め", "", "", "", " "]
}, {
    "kanji": ["所"],
    "yomi": ["ショ　", "ところ"],
    "examples": ["所得，住所，近所", "所，台所"],
    "obs": ["　"]
}, {
    "kanji": ["書"],
    "yomi": ["ショ　", "かく"],
    "examples": ["書画，書籍，読書", "書く"],
    "obs": ["", "⇔描く"]
}, {
    "kanji": ["庶"],
    "yomi": ["ショ"],
    "examples": ["庶民，庶務"],
    "obs": ["　"]
}, {
    "kanji": ["暑（暑）"],
    "yomi": ["ショ　", "あつい"],
    "examples": ["暑気，残暑，避暑", "暑い，暑さ"],
    "obs": ["", "⇔熱い"]
}, {
    "kanji": ["署（署）"],
    "yomi": ["ショ"],
    "examples": ["署名，署長，警察署"],
    "obs": ["　"]
}, {
    "kanji": ["緒（緖）"],
    "yomi": ["ショ　", "　チョ　", "お"],
    "examples": ["緒戦，由緒，端緒", "情緒", "緒，鼻緒"],
    "obs": ["「情緒」は，「ジョウショ」とも。"]
}, {
    "kanji": ["諸（諸）"],
    "yomi": ["ショ"],
    "examples": ["諸君，諸国，諸般"],
    "obs": ["　"]
}, {
    "kanji": ["女"],
    "yomi": ["ジョ　", "ニョ　", "　ニョウ　", "おんな　", "め"],
    "examples": ["女子，女流，少女", "女人，天女，善男善女", "女房", "女，女心，女らしい", "女神，女々しい"],
    "obs": ["海女（あま）", "", "", "", "乙女（おとめ）"]
}, {
    "kanji": ["如"],
    "yomi": ["ジョ　", "ニョ"],
    "examples": ["欠如，突如，躍如", "如実，如来，不如意"],
    "obs": ["　"]
}, {
    "kanji": ["助"],
    "yomi": ["ジョ　", "たすける　", "たすかる　", "すけ"],
    "examples": ["助力，助監督，救助", "助ける，助け", "助かる，大助かり", "助太刀"],
    "obs": ["　"]
}, {
    "kanji": ["序"],
    "yomi": ["ジョ"],
    "examples": ["序幕，順序，秩序"],
    "obs": ["　"]
}, {
    "kanji": ["叙（敍）"],
    "yomi": ["ジョ"],
    "examples": ["叙述，叙景，叙勲"],
    "obs": ["　"]
}, {
    "kanji": ["徐"],
    "yomi": ["ジョ"],
    "examples": ["徐行，徐々に"],
    "obs": ["　"]
}, {
    "kanji": ["除"],
    "yomi": ["ジョ　", "　ジ　", "のぞく"],
    "examples": ["除外，除数，解除", "掃除", "除く"],
    "obs": ["　"]
}, {
    "kanji": ["小"],
    "yomi": ["ショウ　", "ちいさい　", "こ　", "お"],
    "examples": ["小心，大小，縮小", "小さい，小さな", "小型，小鳥，小切手", "小川，小暗い"],
    "obs": ["小豆（あずき）"]
}, {
    "kanji": ["升"],
    "yomi": ["ショウ　", "ます"],
    "examples": ["", "升，升目"],
    "obs": ["　"]
}, {
    "kanji": ["少"],
    "yomi": ["ショウ　", "すくない　", "すこし"],
    "examples": ["少年，多少，減少", "少ない", "少し"],
    "obs": ["　"]
}, {
    "kanji": ["召"],
    "yomi": ["ショウ　", "めす"],
    "examples": ["召喚，国会の召集", "召す，召し上がる"],
    "obs": ["　"]
}, {
    "kanji": ["匠"],
    "yomi": ["ショウ"],
    "examples": ["師匠，巨匠，意匠"],
    "obs": ["　"]
}, {
    "kanji": ["床"],
    "yomi": ["ショウ　", "とこ　", "ゆか"],
    "examples": ["起床，病床，温床", "床，床の間，寝床", "床，床下"],
    "obs": ["　"]
}, {
    "kanji": ["抄"],
    "yomi": ["ショウ"],
    "examples": ["抄録，抄本，抄訳"],
    "obs": ["　"]
}, {
    "kanji": ["肖"],
    "yomi": ["ショウ"],
    "examples": ["肖像，不肖"],
    "obs": ["　"]
}, {
    "kanji": ["尚"],
    "yomi": ["ショウ"],
    "examples": ["尚早，高尚"],
    "obs": ["　"]
}, {
    "kanji": ["招"],
    "yomi": ["ショウ　", "まねく"],
    "examples": ["招待，招致，招請", "招く，招き"],
    "obs": ["　"]
}, {
    "kanji": ["承"],
    "yomi": ["ショウ　", "うけたまわる"],
    "examples": ["承知，承諾，継承", "承る"],
    "obs": ["　"]
}, {
    "kanji": ["昇"],
    "yomi": ["ショウ　", "のぼる"],
    "examples": ["昇降，昇進，上昇", "昇る"],
    "obs": ["", "⇔上る，登る"]
}, {
    "kanji": ["松"],
    "yomi": ["ショウ　", "まつ"],
    "examples": ["松竹梅，白砂青松", "松，松原，門松"],
    "obs": ["　"]
}, {
    "kanji": ["沼"],
    "yomi": ["ショウ　", "ぬま"],
    "examples": ["沼沢，湖沼", "沼，沼地"],
    "obs": ["　"]
}, {
    "kanji": ["昭"],
    "yomi": ["ショウ"],
    "examples": ["昭和"],
    "obs": ["　"]
}, {
    "kanji": ["宵"],
    "yomi": ["ショウ　", "よい"],
    "examples": ["徹宵", "宵"],
    "obs": ["　"]
}, {
    "kanji": ["将（將）"],
    "yomi": ["ショウ"],
    "examples": ["将来，将棋，大将"],
    "obs": ["　"]
}, {
    "kanji": ["消"],
    "yomi": ["ショウ　", "きえる　", "けす"],
    "examples": ["消滅，消極的，費消", "消える，立ち消え", "消す，消しゴム"],
    "obs": ["　"]
}, {
    "kanji": ["症"],
    "yomi": ["ショウ"],
    "examples": ["症状，炎症，重症"],
    "obs": ["　"]
}, {
    "kanji": ["祥（祥）"],
    "yomi": ["ショウ"],
    "examples": ["発祥，吉祥，不祥事"],
    "obs": ["　"]
}, {
    "kanji": ["称（稱）"],
    "yomi": ["ショウ"],
    "examples": ["称賛，名称，称する"],
    "obs": ["　"]
}, {
    "kanji": ["笑"],
    "yomi": ["ショウ　", "わらう　", "えむ"],
    "examples": ["笑覧，微笑，談笑", "笑う，大笑い", "ほくそ笑む，笑み"],
    "obs": ["", "", "笑顔（えがお）"]
}, {
    "kanji": ["唱"],
    "yomi": ["ショウ　", "となえる"],
    "examples": ["唱歌，合唱，提唱", "唱える"],
    "obs": ["　"]
}, {
    "kanji": ["商"],
    "yomi": ["ショウ　", "あきなう"],
    "examples": ["商売，商業，貿易商", "商う，商い"],
    "obs": ["　"]
}, {
    "kanji": ["渉（涉）"],
    "yomi": ["ショウ"],
    "examples": ["渉外，干渉，交渉"],
    "obs": ["　"]
}, {
    "kanji": ["章"],
    "yomi": ["ショウ"],
    "examples": ["憲章，勲章，文章"],
    "obs": ["　"]
}, {
    "kanji": ["紹"],
    "yomi": ["ショウ"],
    "examples": ["紹介"],
    "obs": ["　"]
}, {
    "kanji": ["訟"],
    "yomi": ["ショウ"],
    "examples": ["訴訟"],
    "obs": ["　"]
}, {
    "kanji": ["勝"],
    "yomi": ["ショウ　", "かつ　", "まさる"],
    "examples": ["勝敗，優勝，名勝", "勝つ，勝ち，勝手", "勝る，男勝り"],
    "obs": ["　"]
}, {
    "kanji": ["掌"],
    "yomi": ["ショウ"],
    "examples": ["掌中，職掌，車掌"],
    "obs": ["　"]
}, {
    "kanji": ["晶"],
    "yomi": ["ショウ"],
    "examples": ["結晶，水晶"],
    "obs": ["　"]
}, {
    "kanji": ["焼（燒）"],
    "yomi": ["ショウ　", "やく　", "やける"],
    "examples": ["焼却，燃焼，全焼", "焼く，炭焼き", "焼ける，夕焼け"],
    "obs": ["　"]
}, {
    "kanji": ["焦"],
    "yomi": ["ショウ　", "こげる　", "こがす　", "こがれる　", "あせる"],
    "examples": ["焦土，焦慮，焦心", "焦げる，黒焦げ", "焦がす", "焦がれる", "焦る，焦り"],
    "obs": ["　"]
}, {
    "kanji": ["硝"],
    "yomi": ["ショウ"],
    "examples": ["硝石，硝酸"],
    "obs": ["　"]
}, {
    "kanji": ["粧"],
    "yomi": ["ショウ"],
    "examples": ["化粧"],
    "obs": ["　"]
}, {
    "kanji": ["詔"],
    "yomi": ["ショウ　", "みことのり"],
    "examples": ["詔勅，詔書", "詔"],
    "obs": ["　"]
}, {
    "kanji": ["証（證）"],
    "yomi": ["ショウ"],
    "examples": ["証拠，証明，免許証"],
    "obs": ["　"]
}, {
    "kanji": ["象"],
    "yomi": ["ショウ　", "ゾウ"],
    "examples": ["象徴，対象，現象", "象眼，巨象"],
    "obs": ["　"]
}, {
    "kanji": ["傷"],
    "yomi": ["ショウ　", "きず　", "いたむ　", "いためる"],
    "examples": ["傷害，負傷，感傷", "傷，古傷，傷つく", "傷む", "傷める"],
    "obs": ["", "", "⇔痛む，悼む", "⇔痛める"]
}, {
    "kanji": ["奨（奬）"],
    "yomi": ["ショウ"],
    "examples": ["奨励，奨学金，推奨"],
    "obs": ["　"]
}, {
    "kanji": ["照"],
    "yomi": ["ショウ　", "てる　", "てらす　", "てれる"],
    "examples": ["照明，照会，対照的", "照る，日照り", "照らす", "照れる"],
    "obs": ["　"]
}, {
    "kanji": ["詳"],
    "yomi": ["ショウ　", "くわしい"],
    "examples": ["詳細，詳報，未詳", "詳しい，詳しさ"],
    "obs": ["　"]
}, {
    "kanji": ["彰"],
    "yomi": ["ショウ"],
    "examples": ["表彰，顕彰"],
    "obs": ["　"]
}, {
    "kanji": ["障"],
    "yomi": ["ショウ　", "さわる"],
    "examples": ["障害，障子，故障", "障る，差し障り"],
    "obs": ["　"]
}, {
    "kanji": ["憧"],
    "yomi": ["ショウ　", "あこがれる"],
    "examples": ["憧憬", "憧れる，憧れ"],
    "obs": ["「憧憬」は，「ドウケイ」とも。", " "]
}, {
    "kanji": ["衝"],
    "yomi": ["ショウ"],
    "examples": ["衝突，衝動，折衝"],
    "obs": ["　"]
}, {
    "kanji": ["賞"],
    "yomi": ["ショウ"],
    "examples": ["賞罰，賞与，懸賞"],
    "obs": ["　"]
}, {
    "kanji": ["償"],
    "yomi": ["ショウ　", "つぐなう"],
    "examples": ["償金，弁償，代償", "償う，償い"],
    "obs": ["　"]
}, {
    "kanji": ["礁"],
    "yomi": ["ショウ"],
    "examples": ["岩礁，暗礁，さんご礁"],
    "obs": ["　"]
}, {
    "kanji": ["鐘"],
    "yomi": ["ショウ　", "かね"],
    "examples": ["半鐘，警鐘", "鐘"],
    "obs": ["　"]
}, {
    "kanji": ["上"],
    "yomi": ["ジョウ　", "　ショウ　", "うえ　", "　うわ　", "かみ　", "あげる　", "あがる　", "のぼる　", "のぼせる　", "のぼす"],
    "examples": ["上旬，上昇，地上", "上人，身上を潰す", "上，身の上", "上着，上積み", "上，川上", "上げる，売り上げ", "上がる，上がり", "上る，上り", "上せる", "上す"],
    "obs": ["上手（じょうず）", "「身上」は，「シンショウ」と「シンジョウ」とで，意味が違う。", "", "", "⇔揚げる，挙げる", "⇔揚がる，挙がる", "⇔昇る，登る", "", " "]
}, {
    "kanji": ["丈"],
    "yomi": ["ジョウ　", "たけ"],
    "examples": ["丈六，丈夫な体", "丈，背丈"],
    "obs": ["　"]
}, {
    "kanji": ["冗"],
    "yomi": ["ジョウ"],
    "examples": ["冗談，冗長，冗費"],
    "obs": ["　"]
}, {
    "kanji": ["条（條）"],
    "yomi": ["ジョウ"],
    "examples": ["条理，条約，箇条"],
    "obs": ["　"]
}, {
    "kanji": ["状（狀）"],
    "yomi": ["ジョウ"],
    "examples": ["状態，白状，免状"],
    "obs": ["　"]
}, {
    "kanji": ["乗（乘）"],
    "yomi": ["ジョウ　", "のる　", "のせる"],
    "examples": ["乗数，乗車，大乗的", "乗る，乗り物", "乗せる"],
    "obs": ["", "⇔載る", "⇔載せる"]
}, {
    "kanji": ["城"],
    "yomi": ["ジョウ　", "しろ"],
    "examples": ["城内，城下町，落城", "城，城跡"],
    "obs": ["茨城（いばらき）県，宮城（みやぎ）県"]
}, {
    "kanji": ["浄（淨）"],
    "yomi": ["ジョウ"],
    "examples": ["浄化，清浄，不浄"],
    "obs": ["　"]
}, {
    "kanji": ["剰（剩）"],
    "yomi": ["ジョウ"],
    "examples": ["剰余，過剰，余剰"],
    "obs": ["　"]
}, {
    "kanji": ["常"],
    "yomi": ["ジョウ　", "つね　", "とこ"],
    "examples": ["常備，日常，非常", "常，常に，常々", "常夏"],
    "obs": ["　"]
}, {
    "kanji": ["情"],
    "yomi": ["ジョウ　", "　セイ　", "なさけ"],
    "examples": ["情報，情熱，人情", "風情", "情け"],
    "obs": ["　"]
}, {
    "kanji": ["場"],
    "yomi": ["ジョウ　", "ば"],
    "examples": ["場内，会場，入場", "場，場所，広場"],
    "obs": ["　"]
}, {
    "kanji": ["畳（疊）"],
    "yomi": ["ジョウ　", "たたむ　", "たたみ"],
    "examples": ["畳語，重畳", "畳む，折り畳み", "畳，畳表，青畳"],
    "obs": ["　"]
}, {
    "kanji": ["蒸"],
    "yomi": ["ジョウ　", "むす　", "むれる　", "むらす"],
    "examples": ["蒸気，蒸発", "蒸す，蒸し暑い", "蒸れる", "蒸らす"],
    "obs": ["　"]
}, {
    "kanji": ["縄（繩）"],
    "yomi": ["ジョウ　", "なわ"],
    "examples": ["縄文，自縄自縛", "縄，縄張"],
    "obs": ["　"]
}, {
    "kanji": ["壌（壤）"],
    "yomi": ["ジョウ"],
    "examples": ["土壌"],
    "obs": ["　"]
}, {
    "kanji": ["嬢（孃）"],
    "yomi": ["ジョウ"],
    "examples": ["令嬢，愛嬢，お嬢さん"],
    "obs": ["　"]
}, {
    "kanji": ["錠"],
    "yomi": ["ジョウ"],
    "examples": ["錠前，錠剤，手錠"],
    "obs": ["　"]
}, {
    "kanji": ["譲（讓）"],
    "yomi": ["ジョウ　", "ゆずる"],
    "examples": ["譲渡，譲歩，謙譲", "譲る，親譲り"],
    "obs": ["　"]
}, {
    "kanji": ["醸（釀）"],
    "yomi": ["ジョウ　", "かもす"],
    "examples": ["醸造，醸成", "醸す，醸し出す"],
    "obs": ["　"]
}, {
    "kanji": ["色"],
    "yomi": ["ショク　", "シキ　", "いろ"],
    "examples": ["原色，特色，物色", "色彩，色調，色欲", "色，桜色，色づく"],
    "obs": ["景色（けしき）"]
}, {
    "kanji": ["拭"],
    "yomi": ["ショク　", "ふく　", "ぬぐう"],
    "examples": ["払拭", "拭く", "拭う"],
    "obs": ["　"]
}, {
    "kanji": ["食"],
    "yomi": ["ショク　", "　ジキ　", "くう　", "くらう　", "たべる"],
    "examples": ["食事，食料，会食", "断食", "食う，食い物", "食らう", "食べる，食べ物"],
    "obs": ["　"]
}, {
    "kanji": ["植"],
    "yomi": ["ショク　", "うえる　", "うわる"],
    "examples": ["植樹，植物，誤植", "植える，植木", "植わる"],
    "obs": ["　"]
}, {
    "kanji": ["殖"],
    "yomi": ["ショク　", "ふえる　", "ふやす"],
    "examples": ["生殖，利殖，学殖", "殖える", "殖やす"],
    "obs": ["", "⇔増える", "⇔増やす"]
}, {
    "kanji": ["飾"],
    "yomi": ["ショク　", "かざる"],
    "examples": ["装飾，修飾，服飾", "飾る，飾り"],
    "obs": ["　"]
}, {
    "kanji": ["触（觸）"],
    "yomi": ["ショク　", "ふれる　", "さわる"],
    "examples": ["触媒，触発，接触", "触れる", "触る"],
    "obs": ["　"]
}, {
    "kanji": ["嘱（囑）"],
    "yomi": ["ショク"],
    "examples": ["嘱託，委嘱"],
    "obs": ["　"]
}, {
    "kanji": ["織"],
    "yomi": ["ショク　", "シキ　", "おる"],
    "examples": ["織機，染織，紡織", "組織", "織る，織物"],
    "obs": ["　"]
}, {
    "kanji": ["職"],
    "yomi": ["ショク"],
    "examples": ["職業，職務，就職"],
    "obs": ["　"]
}, {
    "kanji": ["辱"],
    "yomi": ["ジョク　", "はずかしめる"],
    "examples": ["恥辱，雪辱，屈辱", "辱める，辱め"],
    "obs": ["　"]
}, {
    "kanji": ["尻"],
    "yomi": ["しり"],
    "examples": ["尻，尻込み，目尻"],
    "obs": ["尻尾（しっぽ）"]
}, {
    "kanji": ["心"],
    "yomi": ["シン　", "こころ"],
    "examples": ["心身，感心，中心", "心，心得る，親心"],
    "obs": ["", "心地（ここち）"]
}, {
    "kanji": ["申"],
    "yomi": ["シン　", "もうす"],
    "examples": ["申告，申請，内申書", "申す，申し上げる"],
    "obs": ["　"]
}, {
    "kanji": ["伸"],
    "yomi": ["シン　", "のびる　", "のばす　", "のべる"],
    "examples": ["伸縮，屈伸，追伸", "伸びる，背伸び", "伸ばす", "伸べる"],
    "obs": ["", "⇔延びる", "⇔延ばす", "⇔延べる"]
}, {
    "kanji": ["臣"],
    "yomi": ["シン　", "ジン"],
    "examples": ["臣下，君臣", "大臣"],
    "obs": ["　"]
}, {
    "kanji": ["芯"],
    "yomi": ["シン"],
    "examples": ["芯"],
    "obs": ["　"]
}, {
    "kanji": ["身"],
    "yomi": ["シン　", "み"],
    "examples": ["身体，単身，等身大", "身，身内，親身"],
    "obs": ["　"]
}, {
    "kanji": ["辛"],
    "yomi": ["シン　", "からい"],
    "examples": ["辛苦，辛酸，香辛料", "辛い，辛み，辛うじて"],
    "obs": ["　"]
}, {
    "kanji": ["侵"],
    "yomi": ["シン　", "おかす"],
    "examples": ["侵入，侵害，不可侵", "侵す"],
    "obs": ["", "⇔犯す，冒す"]
}, {
    "kanji": ["信"],
    "yomi": ["シン"],
    "examples": ["信用，信頼，通信"],
    "obs": ["　"]
}, {
    "kanji": ["津"],
    "yomi": ["シン　", "つ"],
    "examples": ["興味津々", "津波，津々浦々"],
    "obs": ["　"]
}, {
    "kanji": ["神（神）"],
    "yomi": ["シン　", "ジン　", "かみ　", "　かん　", "　こう"],
    "examples": ["神聖，神経，精神", "神社，神宮，神通力", "神，神様，貧乏神", "神主", "神々しい"],
    "obs": ["お神酒（みき）", "神楽（かぐら）", "神奈川（かながわ）県"]
}, {
    "kanji": ["唇"],
    "yomi": ["シン　", "くちびる"],
    "examples": ["口唇", "唇"],
    "obs": ["　"]
}, {
    "kanji": ["娠"],
    "yomi": ["シン"],
    "examples": ["妊娠"],
    "obs": ["　"]
}, {
    "kanji": ["振"],
    "yomi": ["シン　", "ふる　", "ふるう　", "ふれる"],
    "examples": ["振動，振興，不振", "振る，振り", "振るう", "振れる"],
    "obs": ["", "", "⇔奮う，震う", " "]
}, {
    "kanji": ["浸"],
    "yomi": ["シン　", "ひたす　", "ひたる"],
    "examples": ["浸水，浸透", "浸す，水浸し", "浸る"],
    "obs": ["　"]
}, {
    "kanji": ["真（眞）"],
    "yomi": ["シン　", "ま", "", " "],
    "examples": ["真偽，写真，純真", "真南，真新しい，真っ先，", "真ん中", " "],
    "obs": ["", "真面目（まじめ）", "真っ赤（まっか）", "真っ青（まっさお）"]
}, {
    "kanji": ["針"],
    "yomi": ["シン　", "はり"],
    "examples": ["針路，運針，秒針", "針，針金"],
    "obs": ["　"]
}, {
    "kanji": ["深"],
    "yomi": ["シン　", "ふかい　", "ふかまる　", "ふかめる"],
    "examples": ["深山，深夜，水深", "深い，深入り，深み", "深まる", "深める"],
    "obs": ["　"]
}, {
    "kanji": ["紳"],
    "yomi": ["シン"],
    "examples": ["紳士"],
    "obs": ["　"]
}, {
    "kanji": ["進"],
    "yomi": ["シン　", "すすむ　", "すすめる"],
    "examples": ["進級，進言，前進", "進む，進み", "進める"],
    "obs": ["", "", "⇔勧める，薦める"]
}, {
    "kanji": ["森"],
    "yomi": ["シン　", "もり"],
    "examples": ["森林，森閑，森厳", "森"],
    "obs": ["　"]
}, {
    "kanji": ["診"],
    "yomi": ["シン　", "みる"],
    "examples": ["診察，診療，往診", "診る"],
    "obs": ["", "⇔見る"]
}, {
    "kanji": ["寝（寢）"],
    "yomi": ["シン　", "ねる　", "ねかす"],
    "examples": ["寝室，寝具，就寝", "寝る，寝入る，昼寝", "寝かす"],
    "obs": ["　"]
}, {
    "kanji": ["慎（愼）"],
    "yomi": ["シン　", "つつしむ"],
    "examples": ["慎重，謹慎", "慎む，慎み"],
    "obs": ["", "⇔謹む"]
}, {
    "kanji": ["新"],
    "yomi": ["シン　", "あたらしい　", "あらた　", "にい"],
    "examples": ["新旧，新聞，革新", "新しい，新しさ，新しがる", "新ただ", "新妻，新盆"],
    "obs": ["　"]
}, {
    "kanji": ["審"],
    "yomi": ["シン"],
    "examples": ["審判，審議，不審"],
    "obs": ["　"]
}, {
    "kanji": ["震"],
    "yomi": ["シン　", "ふるう　", "ふるえる"],
    "examples": ["震動，震災，地震", "震う，身震い", "震える，震え"],
    "obs": ["⇔奮う，振るう"]
}, {
    "kanji": ["薪"],
    "yomi": ["シン　", "たきぎ"],
    "examples": ["薪炭，薪水", "薪"],
    "obs": ["　"]
}, {
    "kanji": ["親"],
    "yomi": ["シン　", "おや　", "したしい　", "したしむ"],
    "examples": ["親族，親友，肉親", "親，親子，父親", "親しい，親しさ", "親しむ"],
    "obs": ["　"]
}, {
    "kanji": ["人"],
    "yomi": ["ジン　", "ニン　", "ひと"],
    "examples": ["人道，人員，成人", "人間，人情，人形", "人，人手，旅人"],
    "obs": ["玄人（くろうと）", "素人（しろうと）", "仲人（なこうど）", "若人（わこうど）", "大人（おとな）", "一人（ひとり）", "二人（ふたり）"]
}, {
    "kanji": ["刃"],
    "yomi": ["ジン　", "は"],
    "examples": ["白刃，凶刃，自刃", "刃，刃物，両刃"],
    "obs": ["　"]
}, {
    "kanji": ["仁"],
    "yomi": ["ジン　", "　ニ"],
    "examples": ["仁義，仁術", "仁王"],
    "obs": ["　"]
}, {
    "kanji": ["尽（盡）"],
    "yomi": ["ジン　", "つくす　", "つきる　", "つかす"],
    "examples": ["尽力，無尽蔵", "尽くす，心尽くし", "尽きる", "愛想を尽かす"],
    "obs": ["　"]
}, {
    "kanji": ["迅"],
    "yomi": ["ジン"],
    "examples": ["迅速，疾風迅雷"],
    "obs": ["　"]
}, {
    "kanji": ["甚"],
    "yomi": ["ジン　", "はなはだ　", "はなはだしい"],
    "examples": ["甚大，激甚，幸甚", "甚だ", "甚だしい"],
    "obs": ["　"]
}, {
    "kanji": ["陣"],
    "yomi": ["ジン"],
    "examples": ["陣頭，陣痛，円陣"],
    "obs": ["　"]
}, {
    "kanji": ["尋"],
    "yomi": ["ジン　", "たずねる"],
    "examples": ["尋問，尋常，千尋", "尋ねる，尋ね人"],
    "obs": ["", "⇔訪ねる"]
}, {
    "kanji": ["腎"],
    "yomi": ["ジン"],
    "examples": ["腎臓，肝腎"],
    "obs": ["「肝腎」は，「肝心」とも書く。"]
}, {
    "kanji": ["須"],
    "yomi": ["ス"],
    "examples": ["必須"],
    "obs": ["　"]
}, {
    "kanji": ["図（圖）"],
    "yomi": ["ズ　", "ト　", "はかる"],
    "examples": ["図画，図表，地図", "図書，意図，壮図", "図る"],
    "obs": ["", "", "⇔計る，測る，量る，謀る"]
}, {
    "kanji": ["水"],
    "yomi": ["スイ　", "みず"],
    "examples": ["水分，水陸，海水", "水，水色，水浴び"],
    "obs": ["", "清水（しみず）"]
}, {
    "kanji": ["吹"],
    "yomi": ["スイ　", "", "ふく"],
    "examples": ["吹奏，吹鳴，鼓吹", "", "吹く"],
    "obs": ["息吹（いぶき）", "吹雪（ふぶき）", "⇔噴く"]
}, {
    "kanji": ["垂"],
    "yomi": ["スイ　", "たれる　", "たらす"],
    "examples": ["垂直，懸垂，胃下垂", "垂れる，雨垂れ", "垂らす"],
    "obs": ["　"]
}, {
    "kanji": ["炊"],
    "yomi": ["スイ　", "たく"],
    "examples": ["炊事，自炊，雑炊", "炊く，飯炊き"],
    "obs": ["　"]
}, {
    "kanji": ["帥"],
    "yomi": ["スイ"],
    "examples": ["統帥，元帥"],
    "obs": ["　"]
}, {
    "kanji": ["粋（粹）"],
    "yomi": ["スイ　", "いき"],
    "examples": ["粋人，純粋，精粋", "粋"],
    "obs": ["　"]
}, {
    "kanji": ["衰"],
    "yomi": ["スイ　", "おとろえる"],
    "examples": ["衰弱，盛衰，老衰", "衰える，衰え"],
    "obs": ["　"]
}, {
    "kanji": ["推"],
    "yomi": ["スイ　", "おす"],
    "examples": ["推進，推薦", "推す"],
    "obs": ["", "⇔押す"]
}, {
    "kanji": ["酔（醉）"],
    "yomi": ["スイ　", "よう"],
    "examples": ["酔漢，麻酔，心酔", "酔う，酔い，二日酔い"],
    "obs": ["　"]
}, {
    "kanji": ["遂"],
    "yomi": ["スイ　", "とげる"],
    "examples": ["遂行，未遂，完遂", "遂げる"],
    "obs": ["　"]
}, {
    "kanji": ["睡"],
    "yomi": ["スイ"],
    "examples": ["睡眠，熟睡，午睡"],
    "obs": ["　"]
}, {
    "kanji": ["穂（穗）"],
    "yomi": ["スイ　", "ほ"],
    "examples": ["穂状，出穂期", "穂，稲穂"],
    "obs": ["　"]
}, {
    "kanji": ["随（隨）"],
    "yomi": ["ズイ"],
    "examples": ["随行，随意，追随"],
    "obs": ["　"]
}, {
    "kanji": ["髄（髓）"],
    "yomi": ["ズイ"],
    "examples": ["骨髄，脳髄，真髄"],
    "obs": ["　"]
}, {
    "kanji": ["枢（樞）"],
    "yomi": ["スウ"],
    "examples": ["枢軸，枢要，中枢"],
    "obs": ["　"]
}, {
    "kanji": ["崇"],
    "yomi": ["スウ"],
    "examples": ["崇拝，崇高"],
    "obs": ["　"]
}, {
    "kanji": ["数（數）"],
    "yomi": ["スウ　", "　ス　", "かず　", "かぞえる"],
    "examples": ["数字，数量，年数", "人数", "数", "数える，数え年"],
    "obs": ["数珠（じゅず）", "数寄屋・数奇屋（すきや）", "「人数」は，「ニンズウ」とも。"]
}, {
    "kanji": ["据"],
    "yomi": ["すえる　", "すわる"],
    "examples": ["据える，据え置く", "据わる，据わり"],
    "obs": ["", "⇔座る"]
}, {
    "kanji": ["杉"],
    "yomi": ["すぎ"],
    "examples": ["杉，杉並木"],
    "obs": ["　"]
}, {
    "kanji": ["裾"],
    "yomi": ["すそ"],
    "examples": ["裾，裾野"],
    "obs": ["　"]
}, {
    "kanji": ["寸"],
    "yomi": ["スン"],
    "examples": ["寸法，寸暇，一寸先"],
    "obs": ["　"]
}, {
    "kanji": ["瀬（瀨）"],
    "yomi": ["せ"],
    "examples": ["瀬，浅瀬，立つ瀬"],
    "obs": ["　"]
}, {
    "kanji": ["是"],
    "yomi": ["ゼ"],
    "examples": ["是非，是認，国是"],
    "obs": ["　"]
}, {
    "kanji": ["井"],
    "yomi": ["セイ　", "　ショウ　", "い"],
    "examples": ["油井，市井", "天井", "井戸"],
    "obs": ["　"]
}, {
    "kanji": ["世"],
    "yomi": ["セイ　", "セ　", "よ"],
    "examples": ["世紀，時世，処世", "世界，世間，出世", "世，世の中"],
    "obs": ["　"]
}, {
    "kanji": ["正"],
    "yomi": ["セイ　", "ショウ　", "ただしい　", "ただす　", "まさ"],
    "examples": ["正義，正誤，訂正", "正直，正面，正月", "正しい，正しさ", "正す", "正に，正夢"],
    "obs": ["　"]
}, {
    "kanji": ["生"],
    "yomi": ["セイ　", "ショウ　", "いきる　", "いかす　", "いける　", "うまれる　", "うむ　", "おう　", "はえる　", "はやす　", "き　", "なま"],
    "examples": ["生活，発生，先生", "生滅，一生，誕生", "生きる，長生き", "生かす", "生ける，生け捕り", "生まれる，生まれ", "生む", "生い立ち，生い茂る", "生える，芽生える", "生やす", "生糸，生地，生一本", "生の野菜，生水，生々しい"],
    "obs": ["芝生（しばふ）", "弥生（やよい）", "", "", "", "⇔産まれる", "⇔産む", "", "", "", "", " "]
}, {
    "kanji": ["成"],
    "yomi": ["セイ　", "　ジョウ　", "なる　", "なす"],
    "examples": ["成功，完成，賛成", "成就，成仏", "成る，成り立つ", "成す，成し遂げる"],
    "obs": ["　"]
}, {
    "kanji": ["西"],
    "yomi": ["セイ　", "サイ　", "にし"],
    "examples": ["西暦，西部，北西", "西国，東西", "西，西日"],
    "obs": ["　"]
}, {
    "kanji": ["声（聲）"],
    "yomi": ["セイ　", "　ショウ　", "こえ　", "　こわ"],
    "examples": ["声楽，声援，名声", "大音声", "声，呼び声，歌声", "声色"],
    "obs": ["　"]
}, {
    "kanji": ["制"],
    "yomi": ["セイ"],
    "examples": ["制度，制限，統制"],
    "obs": ["　"]
}, {
    "kanji": ["姓"],
    "yomi": ["セイ　", "ショウ"],
    "examples": ["姓名，改姓，同姓", "百姓"],
    "obs": ["　"]
}, {
    "kanji": ["征"],
    "yomi": ["セイ"],
    "examples": ["征服，遠征，出征"],
    "obs": ["　"]
}, {
    "kanji": ["性"],
    "yomi": ["セイ　", "ショウ"],
    "examples": ["性質，理性，男性", "性分，相性，根性"],
    "obs": ["　"]
}, {
    "kanji": ["青"],
    "yomi": ["セイ　", "　ショウ　", "あお　", "あおい"],
    "examples": ["青天，青銅，青年", "緑青，紺青，群青", "青，青ざめる", "青い，青さ"],
    "obs": ["", "", "真っ青（まっさお）", " "]
}, {
    "kanji": ["斉（齊）"],
    "yomi": ["セイ"],
    "examples": ["斉唱，一斉"],
    "obs": ["　"]
}, {
    "kanji": ["政"],
    "yomi": ["セイ　", "　ショウ　", "まつりごと"],
    "examples": ["政治，行政，家政", "摂政", "政"],
    "obs": ["　"]
}, {
    "kanji": ["星"],
    "yomi": ["セイ　", "　ショウ　", "ほし"],
    "examples": ["星座，流星，衛星", "明星", "星，黒星"],
    "obs": ["　"]
}, {
    "kanji": ["牲"],
    "yomi": ["セイ"],
    "examples": ["犠牲"],
    "obs": ["　"]
}, {
    "kanji": ["省"],
    "yomi": ["セイ　", "ショウ　", "かえりみる　", "はぶく"],
    "examples": ["反省，内省，帰省", "省略，各省", "省みる", "省く"],
    "obs": ["", "", "⇔顧みる", " "]
}, {
    "kanji": ["凄"],
    "yomi": ["セイ"],
    "examples": ["凄惨，凄絶"],
    "obs": ["　"]
}, {
    "kanji": ["逝"],
    "yomi": ["セイ　", "ゆく　", "いく"],
    "examples": ["逝去，急逝，長逝", "逝く", "逝く"],
    "obs": ["", "⇔行く", "⇔行く"]
}, {
    "kanji": ["清"],
    "yomi": ["セイ　", "　ショウ　", "きよい　", "きよまる　", "きよめる"],
    "examples": ["清潔，清算，粛清", "六根清浄", "清い，清らかだ", "清まる", "清める"],
    "obs": ["清水（しみず）"]
}, {
    "kanji": ["盛"],
    "yomi": ["セイ　", "　ジョウ　", "もる　", "さかる　", "さかん"],
    "examples": ["盛大，隆盛，全盛", "繁盛", "盛る，盛り上がる", "燃え盛る，盛り，花盛り", "盛んだ，盛んに"],
    "obs": ["　"]
}, {
    "kanji": ["婿"],
    "yomi": ["セイ　", "むこ"],
    "examples": ["女婿", "婿，花婿"],
    "obs": ["　"]
}, {
    "kanji": ["晴"],
    "yomi": ["セイ　", "はれる　", "はらす"],
    "examples": ["晴天，晴雨，快晴", "晴れる，晴れ，晴れやかだ", "晴らす，気晴らし"],
    "obs": ["　"]
}, {
    "kanji": ["勢"],
    "yomi": ["セイ　", "いきおい"],
    "examples": ["勢力，優勢，情勢", "勢い"],
    "obs": ["　"]
}, {
    "kanji": ["聖"],
    "yomi": ["セイ"],
    "examples": ["聖書，聖人，神聖"],
    "obs": ["　"]
}, {
    "kanji": ["誠"],
    "yomi": ["セイ　", "まこと"],
    "examples": ["誠実，誠意，至誠", "誠，誠に"],
    "obs": ["　"]
}, {
    "kanji": ["精"],
    "yomi": ["セイ　", "　ショウ"],
    "examples": ["精米，精密，精力", "精進，不精"],
    "obs": ["　"]
}, {
    "kanji": ["製"],
    "yomi": ["セイ"],
    "examples": ["製造，製鉄，鉄製"],
    "obs": ["　"]
}, {
    "kanji": ["誓"],
    "yomi": ["セイ　", "ちかう"],
    "examples": ["誓約，誓詞，宣誓", "誓う，誓い"],
    "obs": ["　"]
}, {
    "kanji": ["静（靜）"],
    "yomi": ["セイ　", "　ジョウ　", "しず　", "しずか　", "しずまる　", "しずめる"],
    "examples": ["静止，静穏，安静", "静脈", "静々と，静けさ", "静かだ", "静まる", "静める"],
    "obs": ["", "", "", "", "⇔鎮まる", "⇔鎮める，沈める"]
}, {
    "kanji": ["請"],
    "yomi": ["セイ　", "　シン　", "こう　", "うける"],
    "examples": ["請求，請願，申請", "普請", "請う", "請ける，請負，下請け"],
    "obs": ["", "", "⇔乞う", "⇔受ける"]
}, {
    "kanji": ["整"],
    "yomi": ["セイ　", "ととのえる　", "ととのう"],
    "examples": ["整理，整列，調整", "整える", "整う"],
    "obs": ["", "⇔調える", "⇔調う"]
}, {
    "kanji": ["醒"],
    "yomi": ["セイ"],
    "examples": ["覚醒"],
    "obs": ["　"]
}, {
    "kanji": ["税"],
    "yomi": ["ゼイ"],
    "examples": ["税金，免税，関税"],
    "obs": ["　"]
}, {
    "kanji": ["夕"],
    "yomi": ["セキ　", "ゆう"],
    "examples": ["今夕，一朝一夕", "夕方，夕日，夕べ"],
    "obs": ["七夕（たなばた）"]
}, {
    "kanji": ["斥"],
    "yomi": ["セキ"],
    "examples": ["斥候，排斥"],
    "obs": ["　"]
}, {
    "kanji": ["石"],
    "yomi": ["セキ　", "　シャク　", "　コク　", "いし"],
    "examples": ["石材，岩石，宝石", "磁石", "石高，千石船", "石，小石"],
    "obs": ["　"]
}, {
    "kanji": ["赤"],
    "yomi": ["セキ　", "　シャク　", "あか　", "あかい　", "あからむ　", "あからめる"],
    "examples": ["赤道，赤貧，発赤", "赤銅", "赤，赤字，赤ん坊", "赤い", "赤らむ", "赤らめる"],
    "obs": ["", "", "真っ赤（まっか）", "", "", " "]
}, {
    "kanji": ["昔"],
    "yomi": ["セキ　", "　シャク　", "むかし"],
    "examples": ["昔日，昔年，昔時", "今昔", "昔，昔話"],
    "obs": ["　"]
}, {
    "kanji": ["析"],
    "yomi": ["セキ"],
    "examples": ["析出，分析，解析"],
    "obs": ["　"]
}, {
    "kanji": ["席"],
    "yomi": ["セキ"],
    "examples": ["席上，座席，出席"],
    "obs": ["寄席（よせ）"]
}, {
    "kanji": ["脊"],
    "yomi": ["セキ"],
    "examples": ["脊髄，脊柱"],
    "obs": ["　"]
}, {
    "kanji": ["隻"],
    "yomi": ["セキ"],
    "examples": ["隻手，数隻"],
    "obs": ["　"]
}, {
    "kanji": ["惜"],
    "yomi": ["セキ　", "おしい　", "おしむ"],
    "examples": ["惜敗，痛惜，愛惜", "惜しい", "惜しむ，負け惜しみ"],
    "obs": ["　"]
}, {
    "kanji": ["戚"],
    "yomi": ["セキ"],
    "examples": ["親戚"],
    "obs": ["　"]
}, {
    "kanji": ["責"],
    "yomi": ["セキ　", "せめる"],
    "examples": ["責務，責任，職責", "責める，責め"],
    "obs": ["　"]
}, {
    "kanji": ["跡"],
    "yomi": ["セキ　", "あと"],
    "examples": ["追跡，旧跡，遺跡", "跡，足跡，屋敷跡"],
    "obs": ["", "⇔後，痕"]
}, {
    "kanji": ["積"],
    "yomi": ["セキ　", "つむ　", "つもる"],
    "examples": ["積雪，蓄積，面積", "積む，下積み", "積もる，見積書"],
    "obs": ["　"]
}, {
    "kanji": ["績"],
    "yomi": ["セキ"],
    "examples": ["紡績，成績，業績"],
    "obs": ["　"]
}, {
    "kanji": ["籍"],
    "yomi": ["セキ"],
    "examples": ["書籍，戸籍，本籍"],
    "obs": ["　"]
}, {
    "kanji": ["切"],
    "yomi": ["セツ　", "　サイ　", "きる　", "きれる"],
    "examples": ["切断，親切，切に", "一切", "切る", "切れる"],
    "obs": ["", "", "⇔斬る", " "]
}, {
    "kanji": ["折"],
    "yomi": ["セツ　", "おる　", "おり　", "おれる"],
    "examples": ["折衷，折衝，屈折", "折る，折り紙，折り箱", "折，……する折", "折れる，名折れ"],
    "obs": ["　"]
}, {
    "kanji": ["拙"],
    "yomi": ["セツ　", "つたない"],
    "examples": ["拙劣，拙速，巧拙", "拙い"],
    "obs": ["　"]
}, {
    "kanji": ["窃（竊）"],
    "yomi": ["セツ"],
    "examples": ["窃盗，窃取"],
    "obs": ["　"]
}, {
    "kanji": ["接"],
    "yomi": ["セツ　", "つぐ"],
    "examples": ["接触，接待，直接", "接ぐ，接ぎ木，骨接ぎ"],
    "obs": ["", "⇔継ぐ"]
}, {
    "kanji": ["設"],
    "yomi": ["セツ　", "もうける"],
    "examples": ["設立，設備，建設", "設ける"],
    "obs": ["　"]
}, {
    "kanji": ["雪"],
    "yomi": ["セツ　", "ゆき"],
    "examples": ["雪辱，降雪，積雪", "雪，雪解け，初雪"],
    "obs": ["雪崩（なだれ）", "吹雪（ふぶき）"]
}, {
    "kanji": ["摂（攝）"],
    "yomi": ["セツ"],
    "examples": ["摂取，摂生"],
    "obs": ["　"]
}, {
    "kanji": ["節（節）"],
    "yomi": ["セツ　", "　セチ　", "ふし"],
    "examples": ["節約，季節，関節", "お節料理", "節，節穴"],
    "obs": ["　"]
}, {
    "kanji": ["説"],
    "yomi": ["セツ　", "　ゼイ　", "とく"],
    "examples": ["説明，小説，演説", "遊説", "説く"],
    "obs": ["　"]
}, {
    "kanji": ["舌"],
    "yomi": ["ゼツ　", "した"],
    "examples": ["舌端，弁舌，筆舌", "舌，猫舌，二枚舌"],
    "obs": ["　"]
}, {
    "kanji": ["絶"],
    "yomi": ["ゼツ　", "たえる　", "たやす　", "たつ"],
    "examples": ["絶妙，絶食，断絶", "絶える", "絶やす", "絶つ"],
    "obs": ["", "", "", "⇔裁つ，断つ"]
}, {
    "kanji": ["千"],
    "yomi": ["セン　", "ち"],
    "examples": ["千円，千人力，千差万別", "千草，千々に"],
    "obs": ["　"]
}, {
    "kanji": ["川"],
    "yomi": ["セン　", "かわ", " "],
    "examples": ["川柳，河川", "川，川岸，小川", " "],
    "obs": ["", "川原（かわら）", "⇔河"]
}, {
    "kanji": ["仙"],
    "yomi": ["セン"],
    "examples": ["仙骨，仙人，酒仙"],
    "obs": ["　"]
}, {
    "kanji": ["占"],
    "yomi": ["セン　", "しめる　", "うらなう"],
    "examples": ["占拠，占星術，独占", "占める，買い占め", "占う，占い"],
    "obs": ["　"]
}, {
    "kanji": ["先"],
    "yomi": ["セン　", "さき"],
    "examples": ["先方，先生，率先", "先，先立つ"],
    "obs": ["　"]
}, {
    "kanji": ["宣"],
    "yomi": ["セン"],
    "examples": ["宣言，宣誓，宣伝"],
    "obs": ["　"]
}, {
    "kanji": ["専（專）"],
    "yomi": ["セン　", "もっぱら"],
    "examples": ["専門，専属，専用", "専ら"],
    "obs": ["　"]
}, {
    "kanji": ["泉"],
    "yomi": ["セン　", "いずみ"],
    "examples": ["泉水，源泉，温泉", "泉"],
    "obs": ["　"]
}, {
    "kanji": ["浅（淺）"],
    "yomi": ["セン　", "あさい"],
    "examples": ["浅薄，浅学，深浅", "浅い，浅瀬，遠浅"],
    "obs": ["　"]
}, {
    "kanji": ["洗"],
    "yomi": ["セン　", "あらう"],
    "examples": ["洗面，洗練，洗剤", "洗う"],
    "obs": ["　"]
}, {
    "kanji": ["染"],
    "yomi": ["セン　", "そめる　", "そまる　", "しみる　", "しみ"],
    "examples": ["染色，染料，汚染", "染める，染め物", "染まる", "染みる，油染みる", "染み，染み抜き"],
    "obs": ["　"]
}, {
    "kanji": ["扇"],
    "yomi": ["セン　", "おうぎ"],
    "examples": ["扇子，扇風機，扇状地", "扇，舞扇"],
    "obs": ["　"]
}, {
    "kanji": ["栓"],
    "yomi": ["セン"],
    "examples": ["栓，給水栓，消火栓"],
    "obs": ["　"]
}, {
    "kanji": ["旋"],
    "yomi": ["セン"],
    "examples": ["旋回，旋律，周旋"],
    "obs": ["　"]
}, {
    "kanji": ["船"],
    "yomi": ["セン　", "ふね　", "　ふな"],
    "examples": ["船舶，乗船，汽船", "船，大船，親船", "船旅，船賃"],
    "obs": ["⇔舟"]
}, {
    "kanji": ["戦（戰）"],
    "yomi": ["セン　", "いくさ　", "たたかう"],
    "examples": ["戦争，苦戦，論戦", "戦，勝ち戦", "戦う，戦い"],
    "obs": ["", "", "⇔闘う"]
}, {
    "kanji": ["煎"],
    "yomi": ["セン　", "いる"],
    "examples": ["煎茶", "煎る，煎り豆"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["羨"],
    "yomi": ["セン　", "うらやむ　", "うらやましい"],
    "examples": ["羨望", "羨む", "羨ましい"],
    "obs": ["　"]
}, {
    "kanji": ["腺"],
    "yomi": ["セン"],
    "examples": ["前立腺，涙腺"],
    "obs": ["　"]
}, {
    "kanji": ["詮"],
    "yomi": ["セン"],
    "examples": ["詮索，所詮"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["践（踐）"],
    "yomi": ["セン"],
    "examples": ["実践"],
    "obs": ["　"]
}, {
    "kanji": ["箋"],
    "yomi": ["セン"],
    "examples": ["処方箋，便箋"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["銭（錢）"],
    "yomi": ["セン　", "ぜに"],
    "examples": ["銭湯，金銭", "銭，銭入れ，小銭"],
    "obs": ["　"]
}, {
    "kanji": ["潜（潛）"],
    "yomi": ["セン　", "ひそむ　", "もぐる"],
    "examples": ["潜水，潜在的，沈潜", "潜む", "潜る，潜り込む"],
    "obs": ["　"]
}, {
    "kanji": ["線"],
    "yomi": ["セン"],
    "examples": ["線路，点線，光線"],
    "obs": ["　"]
}, {
    "kanji": ["遷"],
    "yomi": ["セン"],
    "examples": ["遷延，遷都，変遷"],
    "obs": ["　"]
}, {
    "kanji": ["選"],
    "yomi": ["セン　", "えらぶ"],
    "examples": ["選択，選挙，当選", "選ぶ"],
    "obs": ["　"]
}, {
    "kanji": ["薦"],
    "yomi": ["セン　", "すすめる"],
    "examples": ["推薦，自薦", "薦める"],
    "obs": ["", "⇔進める，勧める"]
}, {
    "kanji": ["繊（纖）"],
    "yomi": ["セン"],
    "examples": ["繊細，繊維，化繊"],
    "obs": ["　"]
}, {
    "kanji": ["鮮"],
    "yomi": ["セン　", "あざやか"],
    "examples": ["鮮魚，鮮明，新鮮", "鮮やかだ"],
    "obs": ["　"]
}, {
    "kanji": ["全"],
    "yomi": ["ゼン　", "まったく　", "すべて"],
    "examples": ["全部，全国，完全", "全く，全うする", "全て"],
    "obs": ["　"]
}, {
    "kanji": ["前"],
    "yomi": ["ゼン　", "まえ"],
    "examples": ["前後，以前，空前", "前，前向き，名前"],
    "obs": ["　"]
}, {
    "kanji": ["善"],
    "yomi": ["ゼン　", "よい"],
    "examples": ["善悪，善処，慈善", "善い"],
    "obs": ["", "⇔良い"]
}, {
    "kanji": ["然"],
    "yomi": ["ゼン　", "ネン"],
    "examples": ["当然，自然，必然", "天然"],
    "obs": ["　"]
}, {
    "kanji": ["禅（禪）"],
    "yomi": ["ゼン"],
    "examples": ["禅宗，禅寺，座禅"],
    "obs": ["　"]
}, {
    "kanji": ["漸"],
    "yomi": ["ゼン"],
    "examples": ["漸次，漸進的，東漸"],
    "obs": ["　"]
}, {
    "kanji": ["膳"],
    "yomi": ["ゼン"],
    "examples": ["膳，配膳"],
    "obs": ["　"]
}, {
    "kanji": ["繕"],
    "yomi": ["ゼン　", "つくろう"],
    "examples": ["修繕，営繕", "繕う，繕い"],
    "obs": ["　"]
}, {
    "kanji": ["狙"],
    "yomi": ["ソ　", "ねらう"],
    "examples": ["狙撃", "狙う，狙い"],
    "obs": ["　"]
}, {
    "kanji": ["阻"],
    "yomi": ["ソ　", "はばむ"],
    "examples": ["阻止，阻害，険阻", "阻む"],
    "obs": ["　"]
}, {
    "kanji": ["祖（祖）"],
    "yomi": ["ソ"],
    "examples": ["祖父，祖述，元祖"],
    "obs": ["　"]
}, {
    "kanji": ["租"],
    "yomi": ["ソ"],
    "examples": ["租税，公租公課"],
    "obs": ["　"]
}, {
    "kanji": ["素"],
    "yomi": ["ソ　", "ス"],
    "examples": ["素材，元素，平素", "素顔，素手，素性"],
    "obs": ["素人（しろうと）"]
}, {
    "kanji": ["措"],
    "yomi": ["ソ"],
    "examples": ["措置，措辞，挙措"],
    "obs": ["　"]
}, {
    "kanji": ["粗"],
    "yomi": ["ソ　", "あらい"],
    "examples": ["粗密，粗野，精粗", "粗い"],
    "obs": ["", "⇔荒い"]
}, {
    "kanji": ["組"],
    "yomi": ["ソ　", "くむ　", "くみ"],
    "examples": ["組織，組成，改組", "組む，組み込む", "組，組長，赤組"],
    "obs": ["　"]
}, {
    "kanji": ["疎"],
    "yomi": ["ソ　", "うとい　", "うとむ"],
    "examples": ["疎密，疎外，親疎", "疎い", "疎む，疎ましい"],
    "obs": ["　"]
}, {
    "kanji": ["訴"],
    "yomi": ["ソ　", "うったえる"],
    "examples": ["訴訟，告訴，哀訴", "訴える，訴え"],
    "obs": ["　"]
}, {
    "kanji": ["塑"],
    "yomi": ["ソ"],
    "examples": ["塑像，彫塑，可塑性"],
    "obs": ["　"]
}, {
    "kanji": ["遡［遡］"],
    "yomi": ["ソ　", "さかのぼる"],
    "examples": ["遡及，遡上", "遡る"],
    "obs": ["［遡］＝許容字体，", "＊［（付）第２の１参照］"]
}, {
    "kanji": ["礎"],
    "yomi": ["ソ　", "いしずえ"],
    "examples": ["礎石，基礎，定礎", "礎"],
    "obs": ["　"]
}, {
    "kanji": ["双（雙）"],
    "yomi": ["ソウ　", "ふた"],
    "examples": ["双肩，双方，無双", "双子，双葉"],
    "obs": ["", "⇔二"]
}, {
    "kanji": ["壮（壯）"],
    "yomi": ["ソウ"],
    "examples": ["壮大，壮健，強壮"],
    "obs": ["　"]
}, {
    "kanji": ["早"],
    "yomi": ["ソウ　", "　サッ　", "はやい　", "はやまる　", "はやめる"],
    "examples": ["早朝，早晩，早々に", "早速，早急", "早い，早口，素早い", "早まる", "早める"],
    "obs": ["早乙女（さおとめ）", "早苗（さなえ）", "⇔速い", "⇔速まる", "⇔速める"]
}, {
    "kanji": ["争（爭）"],
    "yomi": ["ソウ　", "あらそう"],
    "examples": ["争議，競争，紛争", "争う，争い"],
    "obs": ["　"]
}, {
    "kanji": ["走"],
    "yomi": ["ソウ　", "はしる"],
    "examples": ["走行，競走，滑走", "走る，先走る"],
    "obs": ["", "師走（しわす）"]
}, {
    "kanji": ["奏"],
    "yomi": ["ソウ　", "かなでる"],
    "examples": ["奏楽，演奏，合奏", "奏でる"],
    "obs": ["　"]
}, {
    "kanji": ["相"],
    "yomi": ["ソウ　", "ショウ　", "あい"],
    "examples": ["相当，相談，真相", "首相，宰相", "相手，相宿"],
    "obs": ["相撲（すもう）"]
}, {
    "kanji": ["荘（莊）"],
    "yomi": ["ソウ"],
    "examples": ["荘厳，荘重，別荘"],
    "obs": ["　"]
}, {
    "kanji": ["草"],
    "yomi": ["ソウ　", "くさ"],
    "examples": ["草案，雑草，牧草", "草，草花，語り草"],
    "obs": ["草履（ぞうり）"]
}, {
    "kanji": ["送"],
    "yomi": ["ソウ　", "おくる"],
    "examples": ["送別，放送，運送", "送る，見送り"],
    "obs": ["", "⇔贈る"]
}, {
    "kanji": ["倉"],
    "yomi": ["ソウ　", "くら"],
    "examples": ["倉庫，穀倉", "倉，倉敷料"],
    "obs": ["", "⇔蔵"]
}, {
    "kanji": ["捜（搜）"],
    "yomi": ["ソウ　", "さがす"],
    "examples": ["捜索，捜査", "捜す"],
    "obs": ["", "⇔探す"]
}, {
    "kanji": ["挿（插）"],
    "yomi": ["ソウ　", "さす"],
    "examples": ["挿入，挿話", "挿す，挿絵，挿し木"],
    "obs": ["", "⇔差す，刺す，指す"]
}, {
    "kanji": ["桑"],
    "yomi": ["ソウ　", "くわ"],
    "examples": ["桑園", "桑，桑畑"],
    "obs": ["　"]
}, {
    "kanji": ["巣（巢）"],
    "yomi": ["ソウ　", "す"],
    "examples": ["営巣，卵巣，病巣", "巣，巣箱，巣立つ"],
    "obs": ["　"]
}, {
    "kanji": ["掃"],
    "yomi": ["ソウ　", "はく"],
    "examples": ["掃除，清掃，一掃", "掃く"],
    "obs": ["　"]
}, {
    "kanji": ["曹"],
    "yomi": ["ソウ"],
    "examples": ["法曹，法曹界，陸曹"],
    "obs": ["　"]
}, {
    "kanji": ["曽（曾）"],
    "yomi": ["ソウ　", "　ゾ"],
    "examples": ["曽祖父，曽孫", "未曽有"],
    "obs": ["　"]
}, {
    "kanji": ["爽"],
    "yomi": ["ソウ　", "さわやか"],
    "examples": ["爽快", "爽やかだ"],
    "obs": ["　"]
}, {
    "kanji": ["窓"],
    "yomi": ["ソウ　", "まど"],
    "examples": ["車窓，同窓，深窓", "窓，窓口，出窓"],
    "obs": ["　"]
}, {
    "kanji": ["創"],
    "yomi": ["ソウ　", "つくる"],
    "examples": ["創造，独創，刀創", "創る"],
    "obs": ["", "⇔作る，造る"]
}, {
    "kanji": ["喪"],
    "yomi": ["ソウ　", "も"],
    "examples": ["喪失", "喪，喪服，喪主"],
    "obs": ["　"]
}, {
    "kanji": ["痩（瘦）"],
    "yomi": ["ソウ　", "やせる"],
    "examples": ["痩身", "痩せる"],
    "obs": ["　"]
}, {
    "kanji": ["葬"],
    "yomi": ["ソウ　", "ほうむる"],
    "examples": ["葬儀，埋葬，会葬", "葬る"],
    "obs": ["　"]
}, {
    "kanji": ["装（裝）"],
    "yomi": ["ソウ　", "ショウ　", "よそおう"],
    "examples": ["装置，服装，変装", "装束，衣装", "装う，装い"],
    "obs": ["　"]
}, {
    "kanji": ["僧（僧）"],
    "yomi": ["ソウ"],
    "examples": ["僧院，高僧，尼僧"],
    "obs": ["　"]
}, {
    "kanji": ["想"],
    "yomi": ["ソウ　", "　ソ"],
    "examples": ["想像，感想，予想", "愛想"],
    "obs": ["　"]
}, {
    "kanji": ["層（層）"],
    "yomi": ["ソウ"],
    "examples": ["層雲，高層，断層"],
    "obs": ["　"]
}, {
    "kanji": ["総（總）"],
    "yomi": ["ソウ"],
    "examples": ["総合，総意，総括"],
    "obs": ["　"]
}, {
    "kanji": ["遭"],
    "yomi": ["ソウ　", "あう"],
    "examples": ["遭遇，遭難", "遭う"],
    "obs": ["", "⇔合う，会う"]
}, {
    "kanji": ["槽"],
    "yomi": ["ソウ"],
    "examples": ["水槽，浴槽"],
    "obs": ["　"]
}, {
    "kanji": ["踪"],
    "yomi": ["ソウ"],
    "examples": ["失踪"],
    "obs": ["　"]
}, {
    "kanji": ["操"],
    "yomi": ["ソウ　", "みさお　", "あやつる"],
    "examples": ["操縦，操作，節操", "操", "操る，操り人形"],
    "obs": ["　"]
}, {
    "kanji": ["燥"],
    "yomi": ["ソウ"],
    "examples": ["乾燥，焦燥，高燥"],
    "obs": ["　"]
}, {
    "kanji": ["霜"],
    "yomi": ["ソウ　", "しも"],
    "examples": ["霜害，晩霜", "霜，霜柱，初霜"],
    "obs": ["　"]
}, {
    "kanji": ["騒（騷）"],
    "yomi": ["ソウ　", "さわぐ"],
    "examples": ["騒動，騒音，物騒", "騒ぐ，騒ぎ，騒がしい"],
    "obs": ["　"]
}, {
    "kanji": ["藻"],
    "yomi": ["ソウ　", "も"],
    "examples": ["藻類，海藻，詞藻", "藻"],
    "obs": ["　"]
}, {
    "kanji": ["造"],
    "yomi": ["ゾウ　", "つくる"],
    "examples": ["造船，造花，構造", "造る"],
    "obs": ["", "⇔作る，創る"]
}, {
    "kanji": ["像"],
    "yomi": ["ゾウ"],
    "examples": ["肖像，現像，想像"],
    "obs": ["　"]
}, {
    "kanji": ["増（增）"],
    "yomi": ["ゾウ　", "ます　", "ふえる　", "ふやす"],
    "examples": ["増減，増加，激増", "増す，水増し", "増える", "増やす"],
    "obs": ["", "", "⇔殖える", "⇔殖やす"]
}, {
    "kanji": ["憎（憎）"],
    "yomi": ["ゾウ　", "にくむ　", "にくい　", "にくらしい　", "にくしみ"],
    "examples": ["憎悪，愛憎", "憎む", "憎い，憎さ", "憎らしい", "憎しみ"],
    "obs": ["　"]
}, {
    "kanji": ["蔵（藏）"],
    "yomi": ["ゾウ　", "くら"],
    "examples": ["蔵書，貯蔵，土蔵", "蔵，酒蔵"],
    "obs": ["", "⇔倉"]
}, {
    "kanji": ["贈（贈）"],
    "yomi": ["ゾウ　", "　ソウ　", "おくる"],
    "examples": ["贈与，贈呈，贈答", "寄贈", "贈る，贈り物"],
    "obs": ["", "「寄贈」は，「キゾウ」とも。", "⇔送る"]
}, {
    "kanji": ["臓（臟）"],
    "yomi": ["ゾウ"],
    "examples": ["臓器，内臓，心臓"],
    "obs": ["　"]
}, {
    "kanji": ["即（卽）"],
    "yomi": ["ソク"],
    "examples": ["即応，即席，即興"],
    "obs": ["　"]
}, {
    "kanji": ["束"],
    "yomi": ["ソク　", "たば"],
    "examples": ["束縛，結束，約束", "束，花束，束ねる"],
    "obs": ["　"]
}, {
    "kanji": ["足"],
    "yomi": ["ソク　", "あし　", "たりる　", "たる　", "たす"],
    "examples": ["足跡，遠足，補足", "足，足音，素足", "足りる", "舌足らず", "足す"],
    "obs": ["足袋（たび）", "⇔脚", "", "", "", ""]
}, {
    "kanji": ["促"],
    "yomi": ["ソク　", "うながす"],
    "examples": ["促進，促成，催促", "促す"],
    "obs": ["　"]
}, {
    "kanji": ["則"],
    "yomi": ["ソク"],
    "examples": ["法則，鉄則，変則"],
    "obs": ["　"]
}, {
    "kanji": ["息"],
    "yomi": ["ソク　", "いき"],
    "examples": ["休息，消息，子息", "息，息巻く，吐息"],
    "obs": ["息吹（いぶき）", "息子（むすこ）"]
}, {
    "kanji": ["捉"],
    "yomi": ["ソク　", "とらえる"],
    "examples": ["捕捉", "捉える"],
    "obs": ["", "⇔捕らえる"]
}, {
    "kanji": ["速"],
    "yomi": ["ソク　", "はやい　", "はやめる　", "はやまる　", "すみやか"],
    "examples": ["速度，敏速，時速", "速い，速さ", "速める", "速まる", "速やかだ"],
    "obs": ["⇔早い", "⇔早める", "⇔早まる"]
}, {
    "kanji": ["側"],
    "yomi": ["ソク　", "がわ"],
    "examples": ["側面，側近，側壁", "側，裏側，片側"],
    "obs": ["", "「かわ」とも。"]
}, {
    "kanji": ["測"],
    "yomi": ["ソク　", "はかる"],
    "examples": ["測量，目測，推測", "測る"],
    "obs": ["", "⇔計る，量る，図る"]
}, {
    "kanji": ["俗"],
    "yomi": ["ゾク"],
    "examples": ["俗事，風俗，民俗"],
    "obs": ["　"]
}, {
    "kanji": ["族"],
    "yomi": ["ゾク"],
    "examples": ["一族，家族，民族"],
    "obs": ["　"]
}, {
    "kanji": ["属（屬）"],
    "yomi": ["ゾク"],
    "examples": ["属性，従属，金属"],
    "obs": ["　"]
}, {
    "kanji": ["賊"],
    "yomi": ["ゾク"],
    "examples": ["賊軍，盗賊"],
    "obs": ["　"]
}, {
    "kanji": ["続（續）"],
    "yomi": ["ゾク　", "つづく　", "つづける"],
    "examples": ["続出，続行，連続", "続く，続き", "続ける"],
    "obs": ["　"]
}, {
    "kanji": ["卒"],
    "yomi": ["ソツ"],
    "examples": ["卒業，卒中，兵卒"],
    "obs": ["　"]
}, {
    "kanji": ["率"],
    "yomi": ["ソツ　", "リツ　", "ひきいる"],
    "examples": ["率先，引率，軽率", "比率，能率，百分率", "率いる"],
    "obs": ["　"]
}, {
    "kanji": ["存"],
    "yomi": ["ソン　", "ゾン"],
    "examples": ["存在，存続，既存", "存分，保存，存じます"],
    "obs": ["　"]
}, {
    "kanji": ["村"],
    "yomi": ["ソン　", "むら"],
    "examples": ["村長，村落，農村", "村，村里，村芝居"],
    "obs": ["　"]
}, {
    "kanji": ["孫"],
    "yomi": ["ソン　", "まご"],
    "examples": ["子孫，嫡孫", "孫"],
    "obs": ["　"]
}, {
    "kanji": ["尊"],
    "yomi": ["ソン　", "たっとい　", "とうとい　", "たっとぶ　", "とうとぶ"],
    "examples": ["尊敬，尊大，本尊", "尊い", "尊い", "尊ぶ", "尊ぶ"],
    "obs": ["", "⇔貴い", "⇔貴い", "⇔貴ぶ", "⇔貴ぶ"]
}, {
    "kanji": ["損"],
    "yomi": ["ソン　", "そこなう　", "そこねる"],
    "examples": ["損失，欠損，破損", "損なう，見損なう", "損ねる"],
    "obs": ["　"]
}, {
    "kanji": ["遜［遜］"],
    "yomi": ["ソン"],
    "examples": ["謙遜，不遜"],
    "obs": ["［遜］＝許容字体，", "＊［（付）第２の１参照］"]
}, {
    "kanji": ["他"],
    "yomi": ["タ　", "ほか"],
    "examples": ["他国，自他，排他的", "他，○○の他"],
    "obs": ["", "⇔外"]
}, {
    "kanji": ["多"],
    "yomi": ["タ　", "おおい"],
    "examples": ["多少，多数，雑多", "多い"],
    "obs": ["　"]
}, {
    "kanji": ["汰"],
    "yomi": ["タ"],
    "examples": ["沙汰"],
    "obs": ["　"]
}, {
    "kanji": ["打"],
    "yomi": ["ダ　", "うつ"],
    "examples": ["打撃，打破，乱打", "打つ"],
    "obs": ["", "⇔撃つ，討つ"]
}, {
    "kanji": ["妥"],
    "yomi": ["ダ"],
    "examples": ["妥当，妥結，妥協"],
    "obs": ["　"]
}, {
    "kanji": ["唾"],
    "yomi": ["ダ　", "つば"],
    "examples": ["唾液，唾棄", "唾，眉唾"],
    "obs": ["固唾（かたず）", "「唾」は，「つばき」とも。"]
}, {
    "kanji": ["堕（墮）"],
    "yomi": ["ダ"],
    "examples": ["堕落"],
    "obs": ["　"]
}, {
    "kanji": ["惰"],
    "yomi": ["ダ"],
    "examples": ["惰眠，惰気，怠惰"],
    "obs": ["　"]
}, {
    "kanji": ["駄"],
    "yomi": ["ダ"],
    "examples": ["駄菓子，駄作，無駄"],
    "obs": ["　"]
}, {
    "kanji": ["太"],
    "yomi": ["タイ　", "タ　", "ふとい　", "ふとる"],
    "examples": ["太陽，太鼓，皇太子", "丸太", "太い", "太る"],
    "obs": ["太刀（たち）"]
}, {
    "kanji": ["対（對）"],
    "yomi": ["タイ　", "ツイ"],
    "examples": ["対立，絶対，反対", "対句，一対"],
    "obs": ["　"]
}, {
    "kanji": ["体（體）"],
    "yomi": ["タイ　", "テイ　", "からだ"],
    "examples": ["体格，人体，主体", "体裁，風体", "体，体つき"],
    "obs": ["　"]
}, {
    "kanji": ["耐"],
    "yomi": ["タイ　", "たえる"],
    "examples": ["耐久，耐火，忍耐", "耐える"],
    "obs": ["", "⇔堪える"]
}, {
    "kanji": ["待"],
    "yomi": ["タイ　", "まつ"],
    "examples": ["待機，待遇，期待", "待つ，待ち遠しい"],
    "obs": ["　"]
}, {
    "kanji": ["怠"],
    "yomi": ["タイ　", "おこたる　", "なまける"],
    "examples": ["怠惰，怠慢", "怠る", "怠ける，怠け者"],
    "obs": ["　"]
}, {
    "kanji": ["胎"],
    "yomi": ["タイ"],
    "examples": ["胎児，受胎，母胎"],
    "obs": ["　"]
}, {
    "kanji": ["退"],
    "yomi": ["タイ　", "しりぞく　", "しりぞける"],
    "examples": ["退却，退屈，進退", "退く", "退ける"],
    "obs": ["立ち退く（たちのく）"]
}, {
    "kanji": ["帯（帶）"],
    "yomi": ["タイ　", "おびる　", "おび"],
    "examples": ["携帯，地帯，連帯", "帯びる", "帯，角帯"],
    "obs": ["　"]
}, {
    "kanji": ["泰"],
    "yomi": ["タイ"],
    "examples": ["泰然，泰斗，安泰"],
    "obs": ["　"]
}, {
    "kanji": ["堆"],
    "yomi": ["タイ"],
    "examples": ["堆積"],
    "obs": ["　"]
}, {
    "kanji": ["袋"],
    "yomi": ["タイ　", "ふくろ"],
    "examples": ["風袋，郵袋", "袋，紙袋"],
    "obs": ["足袋（たび）"]
}, {
    "kanji": ["逮"],
    "yomi": ["タイ"],
    "examples": ["逮捕，逮夜"],
    "obs": ["　"]
}, {
    "kanji": ["替"],
    "yomi": ["タイ　", "かえる　", "かわる"],
    "examples": ["代替", "替える，両替", "替わる"],
    "obs": ["為替（かわせ）", "⇔換える，代える，変える", "⇔換わる，代わる，変わる"]
}, {
    "kanji": ["貸"],
    "yomi": ["タイ　", "かす"],
    "examples": ["貸借，貸与，賃貸", "貸す，貸し"],
    "obs": ["　"]
}, {
    "kanji": ["隊"],
    "yomi": ["タイ"],
    "examples": ["隊列，軍隊，部隊"],
    "obs": ["　"]
}, {
    "kanji": ["滞（滯）"],
    "yomi": ["タイ　", "とどこおる"],
    "examples": ["滞在，滞貨，沈滞", "滞る"],
    "obs": ["　"]
}, {
    "kanji": ["態"],
    "yomi": ["タイ"],
    "examples": ["態勢，形態，容態"],
    "obs": ["　"]
}, {
    "kanji": ["戴"],
    "yomi": ["タイ"],
    "examples": ["戴冠，頂戴"],
    "obs": ["　"]
}, {
    "kanji": ["大"],
    "yomi": ["ダイ　", "タイ　", "おお　", "おおきい　", "おおいに"],
    "examples": ["大小，大胆，拡大", "大衆，大した，大して", "大型，大通り，大水", "大きい，大きさ，大きな", "大いに"],
    "obs": ["大人（おとな）", "大和（やまと）"]
}, {
    "kanji": ["代"],
    "yomi": ["ダイ　", "タイ　", "かわる　", "かえる　", "よ　", "しろ"],
    "examples": ["代理，世代，現代", "代謝，交代", "代わる，代わり", "代える", "代，神代", "代物，苗代"],
    "obs": ["⇔換わる，替わる，変わる", "⇔換える，替える，変える"]
}, {
    "kanji": ["台（臺）"],
    "yomi": ["ダイ　", "タイ"],
    "examples": ["台地，灯台，一台", "台風，舞台"],
    "obs": ["　"]
}, {
    "kanji": ["第"],
    "yomi": ["ダイ"],
    "examples": ["第一，第三者，及第"],
    "obs": ["　"]
}, {
    "kanji": ["題"],
    "yomi": ["ダイ"],
    "examples": ["題名，問題，出題"],
    "obs": ["　"]
}, {
    "kanji": ["滝（瀧）"],
    "yomi": ["たき"],
    "examples": ["滝，滝つぼ"],
    "obs": ["　"]
}, {
    "kanji": ["宅"],
    "yomi": ["タク"],
    "examples": ["宅地，自宅，帰宅"],
    "obs": ["　"]
}, {
    "kanji": ["択（擇）"],
    "yomi": ["タク"],
    "examples": ["選択，採択，二者択一"],
    "obs": ["　"]
}, {
    "kanji": ["沢（澤）"],
    "yomi": ["タク　", "さわ"],
    "examples": ["光沢，潤沢", "沢"],
    "obs": ["　"]
}, {
    "kanji": ["卓"],
    "yomi": ["タク"],
    "examples": ["卓越，卓球，食卓"],
    "obs": ["　"]
}, {
    "kanji": ["拓"],
    "yomi": ["タク"],
    "examples": ["拓本，開拓"],
    "obs": ["　"]
}, {
    "kanji": ["託"],
    "yomi": ["タク"],
    "examples": ["託宣，委託，結託"],
    "obs": ["　"]
}, {
    "kanji": ["濯"],
    "yomi": ["タク"],
    "examples": ["洗濯"],
    "obs": ["　"]
}, {
    "kanji": ["諾"],
    "yomi": ["ダク"],
    "examples": ["諾否，承諾，快諾"],
    "obs": ["　"]
}, {
    "kanji": ["濁"],
    "yomi": ["ダク　", "にごる　", "にごす"],
    "examples": ["濁流，濁音，清濁", "濁る，濁り", "濁す"],
    "obs": ["　"]
}, {
    "kanji": ["但"],
    "yomi": ["ただし"],
    "examples": ["但し，但し書き"],
    "obs": ["　"]
}, {
    "kanji": ["達"],
    "yomi": ["タツ"],
    "examples": ["達人，調達，伝達"],
    "obs": ["友達（ともだち）"]
}, {
    "kanji": ["脱"],
    "yomi": ["ダツ　", "ぬぐ　", "ぬげる"],
    "examples": ["脱衣，脱出，虚脱", "脱ぐ", "脱げる"],
    "obs": ["　"]
}, {
    "kanji": ["奪"],
    "yomi": ["ダツ　", "うばう"],
    "examples": ["奪回，奪取，争奪", "奪う，奪い取る"],
    "obs": ["　"]
}, {
    "kanji": ["棚"],
    "yomi": ["たな"],
    "examples": ["棚，戸棚，大陸棚"],
    "obs": ["　"]
}, {
    "kanji": ["誰"],
    "yomi": ["だれ"],
    "examples": ["誰"],
    "obs": ["　"]
}, {
    "kanji": ["丹"],
    "yomi": ["タン"],
    "examples": ["丹念，丹精"],
    "obs": ["　"]
}, {
    "kanji": ["旦"],
    "yomi": ["タン　", "ダン"],
    "examples": ["一旦，元旦", "旦那"],
    "obs": ["　"]
}, {
    "kanji": ["担（擔）"],
    "yomi": ["タン　", "かつぐ　", "になう"],
    "examples": ["担当，担架，負担", "担ぐ", "担う"],
    "obs": ["　"]
}, {
    "kanji": ["単（單）"],
    "yomi": ["タン"],
    "examples": ["単独，単位，簡単"],
    "obs": ["　"]
}, {
    "kanji": ["炭"],
    "yomi": ["タン　", "すみ"],
    "examples": ["炭鉱，木炭，石炭", "炭，炭火，消し炭"],
    "obs": ["　"]
}, {
    "kanji": ["胆（膽）"],
    "yomi": ["タン"],
    "examples": ["大胆，落胆，魂胆"],
    "obs": ["　"]
}, {
    "kanji": ["探"],
    "yomi": ["タン　", "さぐる　", "さがす"],
    "examples": ["探求，探訪，探知", "探る，探り", "探す"],
    "obs": ["", "", "⇔捜す"]
}, {
    "kanji": ["淡"],
    "yomi": ["タン　", "あわい"],
    "examples": ["淡水，濃淡，冷淡", "淡い，淡雪"],
    "obs": ["　"]
}, {
    "kanji": ["短"],
    "yomi": ["タン　", "みじかい"],
    "examples": ["短歌，短所，長短", "短い"],
    "obs": ["　"]
}, {
    "kanji": ["嘆（嘆）"],
    "yomi": ["タン　", "なげく　", "なげかわしい"],
    "examples": ["嘆息，嘆願，驚嘆", "嘆く，嘆き", "嘆かわしい"],
    "obs": ["　"]
}, {
    "kanji": ["端"],
    "yomi": ["タン　", "はし　", "は　", "はた"],
    "examples": ["端正，末端，極端", "端，片端", "端数，半端，軒端", "端，川端，道端"],
    "obs": ["　"]
}, {
    "kanji": ["綻"],
    "yomi": ["タン　", "ほころびる"],
    "examples": ["破綻", "綻びる"],
    "obs": ["　"]
}, {
    "kanji": ["誕"],
    "yomi": ["タン"],
    "examples": ["誕生，生誕"],
    "obs": ["　"]
}, {
    "kanji": ["鍛"],
    "yomi": ["タン　", "きたえる"],
    "examples": ["鍛錬", "鍛える，鍛え方"],
    "obs": ["鍛冶（かじ）"]
}, {
    "kanji": ["団（團）"],
    "yomi": ["ダン　", "　トン"],
    "examples": ["団結，団地，集団", "布団"],
    "obs": ["　"]
}, {
    "kanji": ["男"],
    "yomi": ["ダン　", "ナン　", "おとこ"],
    "examples": ["男子，男女，男性", "長男，美男，善男善女", "男，男らしい"],
    "obs": ["　"]
}, {
    "kanji": ["段"],
    "yomi": ["ダン"],
    "examples": ["段落，階段，手段"],
    "obs": ["　"]
}, {
    "kanji": ["断（斷）"],
    "yomi": ["ダン　", "たつ　", "ことわる"],
    "examples": ["断絶，断定，判断", "断つ，塩断ち", "断る，断り"],
    "obs": ["⇔裁つ，絶つ"]
}, {
    "kanji": ["弾（彈）"],
    "yomi": ["ダン　", "ひく　", "はずむ　", "たま"],
    "examples": ["弾力，弾圧，爆弾", "弾く，弾き手", "弾む，弾み", "弾"],
    "obs": ["", "⇔引く", "", "⇔玉，球"]
}, {
    "kanji": ["暖"],
    "yomi": ["ダン　", "あたたか　", "あたたかい　", "あたたまる　", "あたためる"],
    "examples": ["暖流，暖房，温暖", "暖かだ", "暖かい", "暖まる", "暖める"],
    "obs": ["", "⇔温か", "⇔温かい", "⇔温まる", "⇔温める"]
}, {
    "kanji": ["談"],
    "yomi": ["ダン"],
    "examples": ["談話，談判，相談"],
    "obs": ["　"]
}, {
    "kanji": ["壇"],
    "yomi": ["ダン　", "　タン"],
    "examples": ["壇上，花壇，文壇", "土壇場"],
    "obs": ["　"]
}, {
    "kanji": ["地"],
    "yomi": ["チ　", "ジ"],
    "examples": ["地下，天地，境地", "地面，地震，地元"],
    "obs": ["心地（ここち）", "意気地（いくじ）"]
}, {
    "kanji": ["池"],
    "yomi": ["チ　", "いけ"],
    "examples": ["貯水池，電池", "池，古池"],
    "obs": ["　"]
}, {
    "kanji": ["知"],
    "yomi": ["チ　", "しる"],
    "examples": ["知識，知人，通知", "知る，物知り"],
    "obs": ["　"]
}, {
    "kanji": ["値"],
    "yomi": ["チ　", "ね　", "あたい"],
    "examples": ["価値，数値，絶対値", "値，値段", "値，値する"],
    "obs": ["", "", "⇔価"]
}, {
    "kanji": ["恥"],
    "yomi": ["チ　", "はじる　", "はじ　", "はじらう　", "はずかしい"],
    "examples": ["恥辱，無恥，破廉恥", "恥じる，恥じ入る", "恥，生き恥", "恥じらう，恥じらい", "恥ずかしい"],
    "obs": ["　"]
}, {
    "kanji": ["致"],
    "yomi": ["チ　", "いたす"],
    "examples": ["誘致，合致，風致", "致す"],
    "obs": ["　"]
}, {
    "kanji": ["遅（遲）"],
    "yomi": ["チ　", "おくれる　", "おくらす　", "おそい"],
    "examples": ["遅延，遅刻，遅速", "遅れる，遅れ", "遅らす", "遅い，遅咲き"],
    "obs": ["⇔後れる", "", ""]
}, {
    "kanji": ["痴（癡）"],
    "yomi": ["チ"],
    "examples": ["痴情，愚痴"],
    "obs": ["　"]
}, {
    "kanji": ["稚"],
    "yomi": ["チ"],
    "examples": ["稚魚，稚拙，幼稚"],
    "obs": ["稚児（ちご）"]
}, {
    "kanji": ["置"],
    "yomi": ["チ　", "おく"],
    "examples": ["位置，放置，処置", "置く"],
    "obs": ["　"]
}, {
    "kanji": ["緻"],
    "yomi": ["チ"],
    "examples": ["緻密，精緻"],
    "obs": ["　"]
}, {
    "kanji": ["竹"],
    "yomi": ["チク　", "たけ"],
    "examples": ["竹林，竹馬の友，爆竹", "竹，竹やぶ，さお竹"],
    "obs": ["竹刀（しない）"]
}, {
    "kanji": ["畜"],
    "yomi": ["チク"],
    "examples": ["畜産，牧畜，家畜"],
    "obs": ["　"]
}, {
    "kanji": ["逐"],
    "yomi": ["チク"],
    "examples": ["逐次，逐一，駆逐"],
    "obs": ["　"]
}, {
    "kanji": ["蓄"],
    "yomi": ["チク　", "たくわえる"],
    "examples": ["蓄積，蓄電池，貯蓄", "蓄える，蓄え"],
    "obs": ["　"]
}, {
    "kanji": ["築"],
    "yomi": ["チク　", "きずく"],
    "examples": ["築港，建築，改築", "築く，築き上げる"],
    "obs": ["築山（つきやま）"]
}, {
    "kanji": ["秩"],
    "yomi": ["チツ"],
    "examples": ["秩序"],
    "obs": ["　"]
}, {
    "kanji": ["窒"],
    "yomi": ["チツ"],
    "examples": ["窒息，窒素"],
    "obs": ["　"]
}, {
    "kanji": ["茶"],
    "yomi": ["チャ　", "サ"],
    "examples": ["茶色，茶番劇，番茶", "茶菓，茶話会，喫茶"],
    "obs": ["　"]
}, {
    "kanji": ["着"],
    "yomi": ["チャク　", "　ジャク　", "きる　", "きせる　", "つく　", "つける"],
    "examples": ["着用，着手，土着", "愛着，執着", "着る，着物，晴れ着", "着せる，お仕着せ", "着く，船着き場", "着ける"],
    "obs": ["", "「愛着」，「執着」は，「アイチャク」，「シュウチャク」とも。", "", "⇔付く，就く", "⇔付ける，就ける"]
}, {
    "kanji": ["嫡"],
    "yomi": ["チャク"],
    "examples": ["嫡子，嫡流"],
    "obs": ["　"]
}, {
    "kanji": ["中"],
    "yomi": ["チュウ　", "　ジュウ　", "なか"],
    "examples": ["中央，中毒，胸中", "○○中", "中，中庭，真ん中"],
    "obs": ["", "", "⇔仲"]
}, {
    "kanji": ["仲"],
    "yomi": ["チュウ　", "なか"],
    "examples": ["仲介，仲裁，伯仲", "仲，仲間"],
    "obs": ["", "仲人（なこうど）", "⇔中"]
}, {
    "kanji": ["虫（蟲）"],
    "yomi": ["チュウ　", "むし"],
    "examples": ["虫類，幼虫，害虫", "虫，毛虫"],
    "obs": ["　"]
}, {
    "kanji": ["沖"],
    "yomi": ["チュウ　", "おき"],
    "examples": ["沖積層，沖天，沖する", "沖"],
    "obs": ["　"]
}, {
    "kanji": ["宙"],
    "yomi": ["チュウ"],
    "examples": ["宙返り，宇宙"],
    "obs": ["　"]
}, {
    "kanji": ["忠"],
    "yomi": ["チュウ"],
    "examples": ["忠実，忠勤，誠忠"],
    "obs": ["　"]
}, {
    "kanji": ["抽"],
    "yomi": ["チュウ"],
    "examples": ["抽出，抽象"],
    "obs": ["　"]
}, {
    "kanji": ["注"],
    "yomi": ["チュウ　", "そそぐ"],
    "examples": ["注入，注意，発注", "注ぐ"],
    "obs": ["　"]
}, {
    "kanji": ["昼（晝）"],
    "yomi": ["チュウ　", "ひる"],
    "examples": ["昼夜，昼食，白昼", "昼，昼寝，真昼"],
    "obs": ["　"]
}, {
    "kanji": ["柱"],
    "yomi": ["チュウ　", "はしら"],
    "examples": ["支柱，円柱，電柱", "柱，帆柱，大黒柱"],
    "obs": ["　"]
}, {
    "kanji": ["衷"],
    "yomi": ["チュウ"],
    "examples": ["衷心，折衷，苦衷"],
    "obs": ["　"]
}, {
    "kanji": ["酎"],
    "yomi": ["チュウ"],
    "examples": ["焼酎"],
    "obs": ["　"]
}, {
    "kanji": ["鋳（鑄）"],
    "yomi": ["チュウ　", "いる"],
    "examples": ["鋳造，鋳鉄，改鋳", "鋳る，鋳物，鋳型"],
    "obs": ["　"]
}, {
    "kanji": ["駐"],
    "yomi": ["チュウ"],
    "examples": ["駐車，駐在，進駐"],
    "obs": ["　"]
}, {
    "kanji": ["著（著）"],
    "yomi": ["チョ　", "あらわす　", "いちじるしい"],
    "examples": ["著名，著作，顕著", "著す", "著しい，著しさ"],
    "obs": ["⇔表す，現す"]
}, {
    "kanji": ["貯"],
    "yomi": ["チョ"],
    "examples": ["貯蓄，貯金，貯水池"],
    "obs": ["　"]
}, {
    "kanji": ["丁"],
    "yomi": ["チョウ　", "テイ"],
    "examples": ["丁数，落丁，二丁目", "丁字路，甲乙丙丁"],
    "obs": ["　"]
}, {
    "kanji": ["弔"],
    "yomi": ["チョウ　", "とむらう"],
    "examples": ["弔問，弔辞，慶弔", "弔う，弔い"],
    "obs": ["　"]
}, {
    "kanji": ["庁（廳）"],
    "yomi": ["チョウ"],
    "examples": ["庁舎，官庁，県庁"],
    "obs": ["　"]
}, {
    "kanji": ["兆"],
    "yomi": ["チョウ　", "きざす　", "きざし"],
    "examples": ["兆候，前兆，億兆", "兆す", "兆し"],
    "obs": ["　"]
}, {
    "kanji": ["町"],
    "yomi": ["チョウ　", "まち"],
    "examples": ["町会，市町村", "町，町外れ"],
    "obs": ["", "⇔街"]
}, {
    "kanji": ["長"],
    "yomi": ["チョウ　", "ながい"],
    "examples": ["長女，長所，成長", "長い，長さ"],
    "obs": ["", "⇔永い"]
}, {
    "kanji": ["挑"],
    "yomi": ["チョウ　", "いどむ"],
    "examples": ["挑戦，挑発", "挑む"],
    "obs": ["　"]
}, {
    "kanji": ["帳"],
    "yomi": ["チョウ"],
    "examples": ["帳面，帳簿，通帳"],
    "obs": ["蚊帳（かや）"]
}, {
    "kanji": ["張"],
    "yomi": ["チョウ　", "はる"],
    "examples": ["張力，拡張，主張", "張る，欲張る，引っ張る"],
    "obs": ["", "⇔貼る"]
}, {
    "kanji": ["彫"],
    "yomi": ["チョウ　", "ほる"],
    "examples": ["彫刻，彫塑，木彫", "彫る，木彫り"],
    "obs": ["　"]
}, {
    "kanji": ["眺"],
    "yomi": ["チョウ　", "ながめる"],
    "examples": ["眺望", "眺める，眺め"],
    "obs": ["　"]
}, {
    "kanji": ["釣"],
    "yomi": ["チョウ　", "つる"],
    "examples": ["釣果，釣魚，釣艇", "釣る，釣り，釣り合い"],
    "obs": ["　"]
}, {
    "kanji": ["頂"],
    "yomi": ["チョウ　", "いただく　", "いただき"],
    "examples": ["頂上，頂点，絶頂", "頂く，頂き物", "頂"],
    "obs": ["", "", "「山頂」の意。"]
}, {
    "kanji": ["鳥"],
    "yomi": ["チョウ　", "とり"],
    "examples": ["鳥類，野鳥，一石二鳥", "鳥，鳥居，小鳥"],
    "obs": ["鳥取（とっとり）県"]
}, {
    "kanji": ["朝"],
    "yomi": ["チョウ　", "あさ"],
    "examples": ["朝食，早朝，今朝", "朝，朝日，毎朝"],
    "obs": ["今朝（けさ）"]
}, {
    "kanji": ["貼"],
    "yomi": ["チョウ　", "はる"],
    "examples": ["貼付", "貼る"],
    "obs": ["「貼付」は，「テンプ」とも。", "⇔張る"]
}, {
    "kanji": ["超"],
    "yomi": ["チョウ　", "こえる　", "こす"],
    "examples": ["超越，超過，入超", "超える", "超す"],
    "obs": ["", "⇔越える", "⇔越す"]
}, {
    "kanji": ["腸"],
    "yomi": ["チョウ"],
    "examples": ["腸炎，大腸，胃腸"],
    "obs": ["　"]
}, {
    "kanji": ["跳"],
    "yomi": ["チョウ　", "はねる　", "とぶ"],
    "examples": ["跳躍", "跳ねる", "跳ぶ，縄跳び"],
    "obs": ["", "", "⇔飛ぶ"]
}, {
    "kanji": ["徴（徵）"],
    "yomi": ["チョウ"],
    "examples": ["徴収，特徴，象徴"],
    "obs": ["　"]
}, {
    "kanji": ["嘲"],
    "yomi": ["チョウ　", "あざける"],
    "examples": ["嘲笑，自嘲", "嘲る"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["潮"],
    "yomi": ["チョウ　", "しお"],
    "examples": ["潮流，満潮，風潮", "潮，潮風"],
    "obs": ["　"]
}, {
    "kanji": ["澄"],
    "yomi": ["チョウ　", "すむ　", "すます"],
    "examples": ["清澄", "澄む，上澄み", "澄ます，澄まし顔"],
    "obs": ["　"]
}, {
    "kanji": ["調"],
    "yomi": ["チョウ　", "しらべる　", "ととのう　", "ととのえる"],
    "examples": ["調和，調査，好調", "調べる，調べ", "調う", "調える"],
    "obs": ["", "", "⇔整う", "⇔整える"]
}, {
    "kanji": ["聴（聽）"],
    "yomi": ["チョウ　", "きく"],
    "examples": ["聴覚，聴衆，傍聴", "聴く"],
    "obs": ["", "⇔聞く"]
}, {
    "kanji": ["懲（懲）"],
    "yomi": ["チョウ　", "こりる　", "こらす　", "こらしめる"],
    "examples": ["懲罰，懲戒，懲役", "懲りる，性懲りもなく", "懲らす", "懲らしめる"],
    "obs": ["　"]
}, {
    "kanji": ["直"],
    "yomi": ["チョク　", "ジキ　", "ただちに　", "なおす　", "なおる"],
    "examples": ["直立，直接，実直", "直訴，直筆，正直", "直ちに", "直す，手直し", "直る，仲直り"],
    "obs": ["", "", "", "⇔治す", "⇔治る"]
}, {
    "kanji": ["勅（敕）"],
    "yomi": ["チョク"],
    "examples": ["勅語，勅使，詔勅"],
    "obs": ["　"]
}, {
    "kanji": ["捗"],
    "yomi": ["チョク"],
    "examples": ["進捗"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["沈"],
    "yomi": ["チン　", "しずむ　", "しずめる"],
    "examples": ["沈滞，沈黙，浮沈", "沈む，浮き沈み", "沈める"],
    "obs": ["", "", "⇔静める，鎮める", ""]
}, {
    "kanji": ["珍"],
    "yomi": ["チン　", "めずらしい"],
    "examples": ["珍客，珍重，珍妙", "珍しい，珍しさ，珍しがる"],
    "obs": ["　"]
}, {
    "kanji": ["朕"],
    "yomi": ["チン"],
    "examples": ["", ""],
    "obs": ["　"]
}, {
    "kanji": ["陳"],
    "yomi": ["チン"],
    "examples": ["陳列，陳謝，開陳"],
    "obs": ["　"]
}, {
    "kanji": ["賃"],
    "yomi": ["チン"],
    "examples": ["賃金，賃上げ，運賃"],
    "obs": ["　"]
}, {
    "kanji": ["鎮（鎭）"],
    "yomi": ["チン　", "しずめる　", "しずまる"],
    "examples": ["鎮座，鎮静，重鎮", "鎮める", "鎮まる"],
    "obs": ["", "⇔静める，沈める", "⇔静まる"]
}, {
    "kanji": ["追"],
    "yomi": ["ツイ　", "おう"],
    "examples": ["追跡，追放，訴追", "追う"],
    "obs": ["　"]
}, {
    "kanji": ["椎"],
    "yomi": ["ツイ"],
    "examples": ["椎間板，脊椎"],
    "obs": ["　"]
}, {
    "kanji": ["墜"],
    "yomi": ["ツイ"],
    "examples": ["墜落，墜死，撃墜"],
    "obs": ["　"]
}, {
    "kanji": ["通"],
    "yomi": ["ツウ　", "　ツ　", "とおる　", "とおす　", "かよう"],
    "examples": ["通行，通読，普通", "通夜", "通る，通り", "通す，通し", "通う，通い"],
    "obs": ["　"]
}, {
    "kanji": ["痛"],
    "yomi": ["ツウ　", "いたい　", "いたむ　", "いためる"],
    "examples": ["痛快，苦痛，心痛", "痛い，痛さ", "痛む，痛み，痛ましい", "痛める"],
    "obs": ["", "", "⇔傷む，悼む", "⇔傷める"]
}, {
    "kanji": ["塚（塚）"],
    "yomi": ["つか"],
    "examples": ["塚，貝塚"],
    "obs": ["　"]
}, {
    "kanji": ["漬"],
    "yomi": ["つける　", "つかる"],
    "examples": ["漬ける，漬物", "漬かる"],
    "obs": ["　"]
}, {
    "kanji": ["坪"],
    "yomi": ["つぼ"],
    "examples": ["坪数，建坪"],
    "obs": ["　"]
}, {
    "kanji": ["爪"],
    "yomi": ["つめ　", "　つま"],
    "examples": ["爪，生爪", "爪先，爪弾く"],
    "obs": ["　"]
}, {
    "kanji": ["鶴"],
    "yomi": ["つる"],
    "examples": ["鶴，千羽鶴"],
    "obs": ["　"]
}, {
    "kanji": ["低"],
    "yomi": ["テイ　", "ひくい　", "ひくめる　", "ひくまる"],
    "examples": ["低級，低気圧，高低", "低い，低さ", "低める", "低まる"],
    "obs": ["　"]
}, {
    "kanji": ["呈"],
    "yomi": ["テイ"],
    "examples": ["呈上，進呈，贈呈"],
    "obs": ["　"]
}, {
    "kanji": ["廷"],
    "yomi": ["テイ"],
    "examples": ["宮廷，法廷，出廷"],
    "obs": ["　"]
}, {
    "kanji": ["弟"],
    "yomi": ["テイ　", "　ダイ　", "　デ　", "おとうと"],
    "examples": ["弟妹，義弟，子弟", "兄弟", "弟子", "弟"],
    "obs": ["　"]
}, {
    "kanji": ["定"],
    "yomi": ["テイ　", "ジョウ　", "さだめる　", "さだまる　", "さだか"],
    "examples": ["定価，安定，決定", "定石，定紋，必定", "定める，定め", "定まる", "定かだ"],
    "obs": ["　"]
}, {
    "kanji": ["底"],
    "yomi": ["テイ　", "そこ"],
    "examples": ["底流，海底，到底", "底，奥底"],
    "obs": ["　"]
}, {
    "kanji": ["抵"],
    "yomi": ["テイ"],
    "examples": ["抵抗，抵触，大抵"],
    "obs": ["　"]
}, {
    "kanji": ["邸"],
    "yomi": ["テイ"],
    "examples": ["邸宅，邸内，私邸"],
    "obs": ["　"]
}, {
    "kanji": ["亭"],
    "yomi": ["テイ"],
    "examples": ["亭主，料亭"],
    "obs": ["　"]
}, {
    "kanji": ["貞"],
    "yomi": ["テイ"],
    "examples": ["貞淑，貞操，貞節"],
    "obs": ["　"]
}, {
    "kanji": ["帝"],
    "yomi": ["テイ"],
    "examples": ["帝王，帝国，皇帝"],
    "obs": ["　"]
}, {
    "kanji": ["訂"],
    "yomi": ["テイ"],
    "examples": ["訂正，改訂"],
    "obs": ["　"]
}, {
    "kanji": ["庭"],
    "yomi": ["テイ　", "にわ"],
    "examples": ["庭園，校庭，家庭", "庭，庭先"],
    "obs": ["　"]
}, {
    "kanji": ["逓（遞）"],
    "yomi": ["テイ"],
    "examples": ["逓信，逓送，逓減"],
    "obs": ["　"]
}, {
    "kanji": ["停"],
    "yomi": ["テイ"],
    "examples": ["停止，停車，調停"],
    "obs": ["　"]
}, {
    "kanji": ["偵"],
    "yomi": ["テイ"],
    "examples": ["偵察，探偵，内偵"],
    "obs": ["　"]
}, {
    "kanji": ["堤"],
    "yomi": ["テイ　", "つつみ"],
    "examples": ["堤防，防波堤", "堤"],
    "obs": ["　"]
}, {
    "kanji": ["提"],
    "yomi": ["テイ　", "さげる"],
    "examples": ["提供，提案，前提", "提げる，手提げ"],
    "obs": ["", "⇔下げる"]
}, {
    "kanji": ["程"],
    "yomi": ["テイ　", "ほど"],
    "examples": ["程度，日程，過程", "程，程遠い，身の程"],
    "obs": ["　"]
}, {
    "kanji": ["艇"],
    "yomi": ["テイ"],
    "examples": ["艦艇，舟艇，競艇"],
    "obs": ["　"]
}, {
    "kanji": ["締"],
    "yomi": ["テイ　", "しまる　", "しめる"],
    "examples": ["締結", "締まる，締まり", "締める，締め切る，引き締め"],
    "obs": ["", "⇔閉まる，絞まる", "⇔閉める，絞める"]
}, {
    "kanji": ["諦"],
    "yomi": ["テイ　", "あきらめる"],
    "examples": ["諦観，諦念", "諦める"],
    "obs": ["　"]
}, {
    "kanji": ["泥"],
    "yomi": ["デイ　", "どろ"],
    "examples": ["泥土，雲泥，拘泥", "泥，泥沼，泥棒"],
    "obs": ["　"]
}, {
    "kanji": ["的"],
    "yomi": ["テキ　", "まと"],
    "examples": ["的中，目的，科学的", "的，的外れ"],
    "obs": ["　"]
}, {
    "kanji": ["笛"],
    "yomi": ["テキ　", "ふえ"],
    "examples": ["汽笛，警笛，牧笛", "笛，口笛"],
    "obs": ["　"]
}, {
    "kanji": ["摘"],
    "yomi": ["テキ　", "つむ"],
    "examples": ["摘要，摘発，指摘", "摘む，摘み草"],
    "obs": ["　"]
}, {
    "kanji": ["滴"],
    "yomi": ["テキ　", "しずく　", "したたる"],
    "examples": ["水滴，点滴，一滴", "滴", "滴る，滴り"],
    "obs": ["　"]
}, {
    "kanji": ["適"],
    "yomi": ["テキ"],
    "examples": ["適切，適度，快適"],
    "obs": ["　"]
}, {
    "kanji": ["敵"],
    "yomi": ["テキ　", "かたき"],
    "examples": ["敵，敵意，匹敵", "敵，敵役，商売敵"],
    "obs": ["　"]
}, {
    "kanji": ["溺"],
    "yomi": ["デキ　", "おぼれる"],
    "examples": ["溺愛，溺死", "溺れる"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["迭"],
    "yomi": ["テツ"],
    "examples": ["更迭"],
    "obs": ["　"]
}, {
    "kanji": ["哲"],
    "yomi": ["テツ"],
    "examples": ["哲学，哲人，先哲"],
    "obs": ["　"]
}, {
    "kanji": ["鉄（鐵）"],
    "yomi": ["テツ"],
    "examples": ["鉄道，鉄筋，鋼鉄"],
    "obs": ["　"]
}, {
    "kanji": ["徹"],
    "yomi": ["テツ"],
    "examples": ["徹底，徹夜，貫徹"],
    "obs": ["　"]
}, {
    "kanji": ["撤"],
    "yomi": ["テツ"],
    "examples": ["撤去，撤回，撤兵"],
    "obs": ["　"]
}, {
    "kanji": ["天"],
    "yomi": ["テン　", "あめ　", "　あま"],
    "examples": ["天地，天然，雨天", "天", "天の川，天下り"],
    "obs": ["　"]
}, {
    "kanji": ["典"],
    "yomi": ["テン"],
    "examples": ["典拠，古典，式典"],
    "obs": ["　"]
}, {
    "kanji": ["店"],
    "yomi": ["テン　", "みせ"],
    "examples": ["店舗，開店，本店", "店，夜店"],
    "obs": ["　"]
}, {
    "kanji": ["点（點）"],
    "yomi": ["テン"],
    "examples": ["点線，点火，採点"],
    "obs": ["　"]
}, {
    "kanji": ["展"],
    "yomi": ["テン"],
    "examples": ["展示，展開，発展"],
    "obs": ["　"]
}, {
    "kanji": ["添"],
    "yomi": ["テン　", "そえる　", "そう"],
    "examples": ["添加，添付，添削", "添える，添え手紙", "添う，付き添う"],
    "obs": ["", "", "⇔沿う"]
}, {
    "kanji": ["転（轉）"],
    "yomi": ["テン　", "ころがる　", "ころげる　", "ころがす　", "ころぶ"],
    "examples": ["転出，回転，運転", "転がる", "転げる", "転がす", "転ぶ"],
    "obs": ["　"]
}, {
    "kanji": ["塡"],
    "yomi": ["テン"],
    "examples": ["装塡，補塡"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["田"],
    "yomi": ["デン　", "た"],
    "examples": ["田地，水田，油田", "田，田植え"],
    "obs": ["田舎（いなか）"]
}, {
    "kanji": ["伝（傳）"],
    "yomi": ["デン　", "つたわる　", "つたえる　", "つたう"],
    "examples": ["伝言，伝統，宣伝", "伝わる", "伝える，言い伝え", "伝う"],
    "obs": ["伝馬船（てんません）", "", "", "手伝（てつだ）う"]
}, {
    "kanji": ["殿"],
    "yomi": ["デン　", "テン　", "との　", "どの"],
    "examples": ["殿堂，宮殿，貴殿", "御殿", "殿様，殿方", "○○殿"],
    "obs": ["　"]
}, {
    "kanji": ["電"],
    "yomi": ["デン"],
    "examples": ["電気，電報，発電"],
    "obs": ["　"]
}, {
    "kanji": ["斗"],
    "yomi": ["ト"],
    "examples": ["斗酒，北斗七星"],
    "obs": ["　"]
}, {
    "kanji": ["吐"],
    "yomi": ["ト　", "はく"],
    "examples": ["吐露，吐血，音吐朗々", "吐く，吐き気"],
    "obs": ["　"]
}, {
    "kanji": ["妬"],
    "yomi": ["ト　", "ねたむ"],
    "examples": ["嫉妬", "妬む"],
    "obs": ["　"]
}, {
    "kanji": ["徒"],
    "yomi": ["ト"],
    "examples": ["徒歩，徒労，信徒"],
    "obs": ["　"]
}, {
    "kanji": ["途"],
    "yomi": ["ト"],
    "examples": ["途上，帰途，前途"],
    "obs": ["　"]
}, {
    "kanji": ["都（都）"],
    "yomi": ["ト　", "ツ　", "みやこ"],
    "examples": ["都会，都心，首都", "都合，都度", "都，都落ち"],
    "obs": ["　"]
}, {
    "kanji": ["渡"],
    "yomi": ["ト　", "わたる　", "わたす"],
    "examples": ["渡航，渡河，譲渡", "渡る，渡り", "渡す，渡し"],
    "obs": ["　"]
}, {
    "kanji": ["塗"],
    "yomi": ["ト　", "ぬる"],
    "examples": ["塗布，塗装，塗料", "塗る，塗り"],
    "obs": ["　"]
}, {
    "kanji": ["賭"],
    "yomi": ["ト　", "かける"],
    "examples": ["賭場，賭博", "賭ける，賭け"],
    "obs": ["＊［（付）第２の３参照］", "⇔掛ける，懸ける，架ける"]
}, {
    "kanji": ["土"],
    "yomi": ["ド　", "ト　", "つち"],
    "examples": ["土木，国土，粘土", "土地", "土，赤土"],
    "obs": ["土産（みやげ）"]
}, {
    "kanji": ["奴"],
    "yomi": ["ド"],
    "examples": ["奴隷，守銭奴"],
    "obs": ["　"]
}, {
    "kanji": ["努"],
    "yomi": ["ド　", "つとめる"],
    "examples": ["努力", "努める，努めて〔副〕"],
    "obs": ["", "⇔勤める，務める"]
}, {
    "kanji": ["度"],
    "yomi": ["ド　", "　ト　", "　タク　", "たび"],
    "examples": ["度胸，制度，限度", "法度", "支度", "度，度重なる，この度"],
    "obs": ["　"]
}, {
    "kanji": ["怒"],
    "yomi": ["ド　", "いかる　", "おこる"],
    "examples": ["怒号，怒気，激怒", "怒る，怒り，怒り狂う", "怒る"],
    "obs": ["　"]
}, {
    "kanji": ["刀"],
    "yomi": ["トウ　", "かたな"],
    "examples": ["刀剣，短刀，名刀", "刀"],
    "obs": ["太刀（たち）", "竹刀（しない）"]
}, {
    "kanji": ["冬"],
    "yomi": ["トウ　", "ふゆ"],
    "examples": ["冬季，冬至，越冬", "冬，冬枯れ"],
    "obs": ["　"]
}, {
    "kanji": ["灯（燈）"],
    "yomi": ["トウ　", "ひ"],
    "examples": ["灯火，電灯，点灯", "灯"],
    "obs": ["", "⇔火"]
}, {
    "kanji": ["当（當）"],
    "yomi": ["トウ　", "あたる　", "あてる"],
    "examples": ["当惑，当然，妥当", "当たる，当たり", "当てる，当て"],
    "obs": ["", "", "⇔宛てる，充てる"]
}, {
    "kanji": ["投"],
    "yomi": ["トウ　", "なげる"],
    "examples": ["投資，投下，暴投", "投げる，身投げ"],
    "obs": ["投網（とあみ）"]
}, {
    "kanji": ["豆"],
    "yomi": ["トウ　", "　ズ　", "まめ"],
    "examples": ["豆腐，納豆", "大豆", "豆，豆粒，煮豆"],
    "obs": ["小豆（あずき）"]
}, {
    "kanji": ["東"],
    "yomi": ["トウ　", "ひがし"],
    "examples": ["東西，東国，以東", "東，東側"],
    "obs": ["　"]
}, {
    "kanji": ["到"],
    "yomi": ["トウ"],
    "examples": ["到着，到底，周到"],
    "obs": ["　"]
}, {
    "kanji": ["逃"],
    "yomi": ["トウ　", "にげる　", "にがす　", "のがす　", "のがれる"],
    "examples": ["逃走，逃亡，逃避", "逃げる，夜逃げ", "逃がす", "逃す，見逃す", "逃れる，一時逃れ"],
    "obs": ["　"]
}, {
    "kanji": ["倒"],
    "yomi": ["トウ　", "たおれる　", "たおす"],
    "examples": ["倒産，圧倒，傾倒", "倒れる，共倒れ", "倒す"],
    "obs": ["　"]
}, {
    "kanji": ["凍"],
    "yomi": ["トウ　", "こおる　", "こごえる"],
    "examples": ["凍結，凍死，冷凍", "凍る，凍り付く", "凍える，凍え死に"],
    "obs": ["　"]
}, {
    "kanji": ["唐"],
    "yomi": ["トウ　", "から"],
    "examples": ["唐本，唐突", "唐織，唐草模様"],
    "obs": ["　"]
}, {
    "kanji": ["島"],
    "yomi": ["トウ　", "しま"],
    "examples": ["島民，半島，列島", "島，島国，離れ島"],
    "obs": ["　"]
}, {
    "kanji": ["桃"],
    "yomi": ["トウ　", "もも"],
    "examples": ["桃源郷，白桃，桜桃", "桃，桃色"],
    "obs": ["　"]
}, {
    "kanji": ["討"],
    "yomi": ["トウ　", "うつ"],
    "examples": ["討伐，討論，検討", "討つ，敵討ち"],
    "obs": ["", "⇔打つ，撃つ"]
}, {
    "kanji": ["透"],
    "yomi": ["トウ　", "すく　", "すかす　", "すける"],
    "examples": ["透写，透明，浸透", "透く", "透かす，透かし", "透ける"],
    "obs": ["　"]
}, {
    "kanji": ["党（黨）"],
    "yomi": ["トウ"],
    "examples": ["党派，政党，徒党"],
    "obs": ["　"]
}, {
    "kanji": ["悼"],
    "yomi": ["トウ　", "いたむ"],
    "examples": ["悼辞，哀悼，追悼", "悼む"],
    "obs": ["", "⇔痛む，傷む"]
}, {
    "kanji": ["盗（盜）"],
    "yomi": ["トウ　", "ぬすむ"],
    "examples": ["盗難，盗用，強盗", "盗む，盗み"],
    "obs": ["　"]
}, {
    "kanji": ["陶"],
    "yomi": ["トウ"],
    "examples": ["陶器，陶酔，薫陶"],
    "obs": ["　"]
}, {
    "kanji": ["塔"],
    "yomi": ["トウ"],
    "examples": ["五重の塔，石塔"],
    "obs": ["　"]
}, {
    "kanji": ["搭"],
    "yomi": ["トウ"],
    "examples": ["搭載，搭乗，搭乗券"],
    "obs": ["　"]
}, {
    "kanji": ["棟"],
    "yomi": ["トウ　", "むね　", "　むな"],
    "examples": ["上棟，病棟", "棟，別棟", "棟木"],
    "obs": ["　"]
}, {
    "kanji": ["湯"],
    "yomi": ["トウ　", "ゆ"],
    "examples": ["湯治，熱湯，微温湯", "湯，湯水，煮え湯"],
    "obs": ["　"]
}, {
    "kanji": ["痘"],
    "yomi": ["トウ"],
    "examples": ["種痘，水痘，天然痘"],
    "obs": ["　"]
}, {
    "kanji": ["登"],
    "yomi": ["トウ　", "ト　", "のぼる"],
    "examples": ["登壇，登校，登記", "登山，登城", "登る，山登り"],
    "obs": ["", "", "⇔上る，昇る"]
}, {
    "kanji": ["答"],
    "yomi": ["トウ　", "こたえる　", "こたえ"],
    "examples": ["答弁，応答，問答", "答える", "答え"],
    "obs": ["⇔応える"]
}, {
    "kanji": ["等"],
    "yomi": ["トウ　", "ひとしい"],
    "examples": ["等分，等級，平等", "等しい"],
    "obs": ["　"]
}, {
    "kanji": ["筒"],
    "yomi": ["トウ　", "つつ"],
    "examples": ["封筒，水筒，円筒形", "筒，筒抜け"],
    "obs": ["　"]
}, {
    "kanji": ["統"],
    "yomi": ["トウ　", "すべる"],
    "examples": ["統一，統計，伝統", "統べる"],
    "obs": ["　"]
}, {
    "kanji": ["稲（稻）"],
    "yomi": ["トウ　", "いね　", "　いな"],
    "examples": ["水稲，陸稲", "稲，稲刈り", "稲作，稲穂"],
    "obs": ["　"]
}, {
    "kanji": ["踏"],
    "yomi": ["トウ　", "ふむ　", "ふまえる"],
    "examples": ["踏破，踏襲，高踏的", "踏む，足踏み", "踏まえる"],
    "obs": ["　"]
}, {
    "kanji": ["糖"],
    "yomi": ["トウ"],
    "examples": ["糖分，砂糖，製糖"],
    "obs": ["　"]
}, {
    "kanji": ["頭"],
    "yomi": ["トウ　", "ズ　", "　ト　", "あたま　", "かしら"],
    "examples": ["頭部，年頭，船頭", "頭脳，頭上，頭痛", "音頭", "頭，頭金，頭打ち", "頭，頭文字，旗頭"],
    "obs": ["　"]
}, {
    "kanji": ["謄"],
    "yomi": ["トウ"],
    "examples": ["謄写，謄本"],
    "obs": ["　"]
}, {
    "kanji": ["藤"],
    "yomi": ["トウ　", "ふじ"],
    "examples": ["葛藤", "藤，藤色"],
    "obs": ["　"]
}, {
    "kanji": ["闘（鬭）"],
    "yomi": ["トウ　", "たたかう"],
    "examples": ["闘争，闘志，戦闘", "闘う，闘い"],
    "obs": ["", "⇔戦う"]
}, {
    "kanji": ["騰"],
    "yomi": ["トウ"],
    "examples": ["騰貴，暴騰，沸騰"],
    "obs": ["　"]
}, {
    "kanji": ["同"],
    "yomi": ["ドウ　", "おなじ"],
    "examples": ["同情，異同，混同", "同じ，同じだ，同い年"],
    "obs": ["　"]
}, {
    "kanji": ["洞"],
    "yomi": ["ドウ　", "ほら"],
    "examples": ["洞穴，洞察，空洞", "洞穴"],
    "obs": ["　"]
}, {
    "kanji": ["胴"],
    "yomi": ["ドウ"],
    "examples": ["胴体，双胴船"],
    "obs": ["　"]
}, {
    "kanji": ["動"],
    "yomi": ["ドウ　", "うごく　", "うごかす"],
    "examples": ["動物，活動，騒動", "動く，動き", "動かす"],
    "obs": ["　"]
}, {
    "kanji": ["堂"],
    "yomi": ["ドウ　", ""],
    "examples": ["堂々と，殿堂，母堂"],
    "obs": ["　"]
}, {
    "kanji": ["童"],
    "yomi": ["ドウ　", "わらべ"],
    "examples": ["童話，童心，児童", "童，童歌"],
    "obs": ["　"]
}, {
    "kanji": ["道"],
    "yomi": ["ドウ　", "　トウ　", "みち"],
    "examples": ["道路，道徳，報道", "神道", "道，近道"],
    "obs": ["　"]
}, {
    "kanji": ["働"],
    "yomi": ["ドウ　", "はたらく"],
    "examples": ["労働，実働", "働く，働き"],
    "obs": ["　"]
}, {
    "kanji": ["銅"],
    "yomi": ["ドウ　", ""],
    "examples": ["銅器，銅像，青銅"],
    "obs": ["　"]
}, {
    "kanji": ["導"],
    "yomi": ["ドウ　", "みちびく"],
    "examples": ["導入，指導，半導体", "導く，導き"],
    "obs": ["　"]
}, {
    "kanji": ["瞳"],
    "yomi": ["ドウ　", "ひとみ"],
    "examples": ["瞳孔", "瞳"],
    "obs": ["　"]
}, {
    "kanji": ["峠"],
    "yomi": ["とうげ"],
    "examples": ["峠，峠道"],
    "obs": ["　"]
}, {
    "kanji": ["匿"],
    "yomi": ["トク"],
    "examples": ["匿名，隠匿"],
    "obs": ["　"]
}, {
    "kanji": ["特"],
    "yomi": ["トク"],
    "examples": ["特殊，特産，独特"],
    "obs": ["　"]
}, {
    "kanji": ["得"],
    "yomi": ["トク　", "える　", "うる"],
    "examples": ["得意，会得，損得", "得る", "得るところ，書き得る"],
    "obs": ["⇔獲る"]
}, {
    "kanji": ["督"],
    "yomi": ["トク"],
    "examples": ["督促，督励，監督"],
    "obs": ["　"]
}, {
    "kanji": ["徳（德）"],
    "yomi": ["トク"],
    "examples": ["徳義，徳用，道徳"],
    "obs": ["　"]
}, {
    "kanji": ["篤"],
    "yomi": ["トク"],
    "examples": ["篤農，危篤，懇篤"],
    "obs": ["　"]
}, {
    "kanji": ["毒"],
    "yomi": ["ドク"],
    "examples": ["毒薬，毒舌，中毒"],
    "obs": ["　"]
}, {
    "kanji": ["独（獨）"],
    "yomi": ["ドク　", "ひとり"],
    "examples": ["独立，独断，単独", "独り，独り者"],
    "obs": ["　"]
}, {
    "kanji": ["読（讀）"],
    "yomi": ["ドク　", "トク　", "　トウ　", "よむ"],
    "examples": ["読書，音読，購読", "読本", "読点，句読点", "読む，読み"],
    "obs": ["読経（どきょう）", "", "", "⇔詠む"]
}, {
    "kanji": ["栃"],
    "yomi": ["　とち"],
    "examples": ["", ""],
    "obs": ["栃木県"]
}, {
    "kanji": ["凸"],
    "yomi": ["トツ"],
    "examples": ["凸版，凸レンズ，凹凸"],
    "obs": ["凸凹（でこぼこ）"]
}, {
    "kanji": ["突（突）"],
    "yomi": ["トツ　", "つく"],
    "examples": ["突然，突端，衝突", "突く，一突き"],
    "obs": ["　"]
}, {
    "kanji": ["届（屆）"],
    "yomi": ["とどける　", "とどく"],
    "examples": ["届ける，届け", "届く，行き届く"],
    "obs": ["　"]
}, {
    "kanji": ["屯"],
    "yomi": ["トン"],
    "examples": ["駐屯，駐屯地"],
    "obs": ["　"]
}, {
    "kanji": ["豚"],
    "yomi": ["トン　", "ぶた"],
    "examples": ["養豚", "豚，子豚"],
    "obs": ["　"]
}, {
    "kanji": ["頓"],
    "yomi": ["トン"],
    "examples": ["頓着，整頓"],
    "obs": ["　"]
}, {
    "kanji": ["貪"],
    "yomi": ["ドン　", "むさぼる"],
    "examples": ["貪欲", "貪る"],
    "obs": ["　"]
}, {
    "kanji": ["鈍"],
    "yomi": ["ドン　", "にぶい　", "にぶる"],
    "examples": ["鈍感，鈍角，愚鈍", "鈍い，鈍さ", "鈍る"],
    "obs": ["　"]
}, {
    "kanji": ["曇"],
    "yomi": ["ドン　", "くもる"],
    "examples": ["曇天", "曇る，曇り"],
    "obs": ["　"]
}, {
    "kanji": ["丼"],
    "yomi": ["どんぶり　", "　どん"],
    "examples": ["丼，丼飯", "牛丼，天丼"],
    "obs": ["　"]
}, {
    "kanji": ["那"],
    "yomi": ["ナ"],
    "examples": ["刹那，旦那"],
    "obs": ["　"]
}, {
    "kanji": ["奈"],
    "yomi": ["ナ"],
    "examples": ["奈落"],
    "obs": ["　"]
}, {
    "kanji": ["内"],
    "yomi": ["ナイ　", "　ダイ　", "うち"],
    "examples": ["内外，内容，家内", "内裏，参内", "内，内側，内気"],
    "obs": ["　"]
}, {
    "kanji": ["梨"],
    "yomi": ["なし"],
    "examples": ["梨"],
    "obs": ["　"]
}, {
    "kanji": ["謎［謎］"],
    "yomi": ["なぞ"],
    "examples": ["謎"],
    "obs": ["［謎］＝許容字体，", "＊［（付）第２の１参照］"]
}, {
    "kanji": ["鍋"],
    "yomi": ["なべ"],
    "examples": ["鍋，鍋料理"],
    "obs": ["　"]
}, {
    "kanji": ["南"],
    "yomi": ["ナン　", "　ナ　", "みなみ"],
    "examples": ["南北，南端，指南", "南無", "南，南向き"],
    "obs": ["　"]
}, {
    "kanji": ["軟"],
    "yomi": ["ナン　", "やわらか　", "やわらかい"],
    "examples": ["軟化，軟弱，硬軟", "軟らかだ", "軟らかい", ""],
    "obs": ["", "⇔柔らか", "⇔柔らかい"]
}, {
    "kanji": ["難（難）"],
    "yomi": ["ナン　", "かたい　", "むずかしい"],
    "examples": ["難易，困難，非難", "許し難い，有り難い", "難しい，難しさ"],
    "obs": ["", "", "「むつかしい」とも。"]
}, {
    "kanji": ["二"],
    "yomi": ["ニ　", "ふた　", "ふたつ"],
    "examples": ["二番目，二分，十二月", "二重まぶた", "二つ"],
    "obs": ["十重二十重（とえはたえ）", "二十・二十歳（はたち）", "二十日（はつか）", "二人（ふたり）", "二日（ふつか）", "⇔双"]
}, {
    "kanji": ["尼"],
    "yomi": ["ニ　", "あま"],
    "examples": ["尼僧，修道尼", "尼，尼寺"],
    "obs": ["　"]
}, {
    "kanji": ["弐（貳）"],
    "yomi": ["ニ"],
    "examples": ["弐万円"],
    "obs": ["　"]
}, {
    "kanji": ["匂"],
    "yomi": ["におう"],
    "examples": ["匂う，匂い"],
    "obs": ["⇔臭う"]
}, {
    "kanji": ["肉"],
    "yomi": ["ニク"],
    "examples": ["肉類，肉薄，筋肉"],
    "obs": ["　"]
}, {
    "kanji": ["虹"],
    "yomi": ["にじ"],
    "examples": ["虹"],
    "obs": ["　"]
}, {
    "kanji": ["日"],
    "yomi": ["ニチ　", "ジツ　", "ひ　", "か"],
    "examples": ["日時，日光，毎日", "連日，平日，休日", "日，日帰り，月曜日", "三日，十日"],
    "obs": ["明日（あす）", "昨日（きのう）", "今日（きょう）", "一日（ついたち）", "二十日（はつか）", "日和（ひより）", "二日（ふつか）"]
}, {
    "kanji": ["入"],
    "yomi": ["ニュウ　", "いる　", "いれる　", "はいる"],
    "examples": ["入学，侵入，収入", "寝入る，大入り，気に入る", "入れる，入れ物", "入る"],
    "obs": ["⇔要る", "", ""]
}, {
    "kanji": ["乳"],
    "yomi": ["ニュウ　", "ちち　", "ち"],
    "examples": ["乳児，乳液，牛乳", "乳", "乳首，乳飲み子"],
    "obs": ["乳母（うば）"]
}, {
    "kanji": ["尿"],
    "yomi": ["ニョウ"],
    "examples": ["尿意，尿素，夜尿症"],
    "obs": ["　"]
}, {
    "kanji": ["任"],
    "yomi": ["ニン　", "まかせる　", "まかす"],
    "examples": ["任意，任務，責任", "任せる，人任せ", "任す"],
    "obs": ["　"]
}, {
    "kanji": ["妊"],
    "yomi": ["ニン"],
    "examples": ["妊娠，懐妊，不妊"],
    "obs": ["　"]
}, {
    "kanji": ["忍"],
    "yomi": ["ニン　", "しのぶ　", "しのばせる"],
    "examples": ["忍者，忍耐，残忍", "忍ぶ，忍び足，忍びやかだ", "忍ばせる"],
    "obs": ["　"]
}, {
    "kanji": ["認"],
    "yomi": ["ニン　", "みとめる"],
    "examples": ["認識，承認，否認", "認める"],
    "obs": ["　"]
}, {
    "kanji": ["寧"],
    "yomi": ["ネイ"],
    "examples": ["安寧，丁寧"],
    "obs": ["　"]
}, {
    "kanji": ["熱"],
    "yomi": ["ネツ　", "あつい"],
    "examples": ["熱病，熱湯，情熱", "熱い，熱さ"],
    "obs": ["", "⇔暑い"]
}, {
    "kanji": ["年"],
    "yomi": ["ネン　", "とし"],
    "examples": ["年代，少年，豊年", "年，年子，年寄り"],
    "obs": ["", "今年（ことし）"]
}, {
    "kanji": ["念"],
    "yomi": ["ネン"],
    "examples": ["念願，信念，断念"],
    "obs": ["　"]
}, {
    "kanji": ["捻"],
    "yomi": ["ネン"],
    "examples": ["捻挫，捻出"],
    "obs": ["　"]
}, {
    "kanji": ["粘"],
    "yomi": ["ネン　", "ねばる"],
    "examples": ["粘土，粘液，粘着", "粘る，粘り，粘り強い"],
    "obs": ["　"]
}, {
    "kanji": ["燃"],
    "yomi": ["ネン　", "もえる　", "もやす　", "もす"],
    "examples": ["燃焼，燃料，可燃性", "燃える，燃え尽きる", "燃やす", "燃す"],
    "obs": ["　"]
}, {
    "kanji": ["悩（惱）"],
    "yomi": ["ノウ　", "なやむ　", "なやます"],
    "examples": ["悩殺，苦悩，煩悩", "悩む，悩み，悩ましい", "悩ます"],
    "obs": ["　"]
}, {
    "kanji": ["納"],
    "yomi": ["ノウ　", "　ナッ　", "　ナ　", "　ナン　", "　トウ　", "おさめる　", "おさまる"],
    "examples": ["納入，納涼，収納", "納得，納豆", "納屋", "納戸", "出納", "納める，御用納め", "納まる，納まり"],
    "obs": ["", "", "", "", "", "⇔収める", "⇔収まる"]
}, {
    "kanji": ["能"],
    "yomi": ["ノウ"],
    "examples": ["能力，芸能，効能"],
    "obs": ["　"]
}, {
    "kanji": ["脳（腦）"],
    "yomi": ["ノウ"],
    "examples": ["脳髄，首脳，頭脳"],
    "obs": ["　"]
}, {
    "kanji": ["農"],
    "yomi": ["ノウ"],
    "examples": ["農業，農具，酪農"],
    "obs": ["　"]
}, {
    "kanji": ["濃"],
    "yomi": ["ノウ　", "こい"],
    "examples": ["濃厚，濃紺，濃淡", "濃い，濃さ"],
    "obs": ["　"]
}, {
    "kanji": ["把"],
    "yomi": ["ハ"],
    "examples": ["把握，把持，一把（ワ），", "三把（バ），十把（パ）"],
    "obs": ["「把（ハ）」は，前に来る音によって「ワ」，「バ」，「パ」になる。"]
}, {
    "kanji": ["波"],
    "yomi": ["ハ　", "なみ"],
    "examples": ["波浪，波及，電波", "波，波立つ，荒波"],
    "obs": ["波止場（はとば）"]
}, {
    "kanji": ["派"],
    "yomi": ["ハ"],
    "examples": ["派遣，派生，流派"],
    "obs": ["　"]
}, {
    "kanji": ["破"],
    "yomi": ["ハ　", "やぶる　", "やぶれる"],
    "examples": ["破壊，破産，撃破，破棄", "破る，型破り", "破れる，破れ"],
    "obs": ["", "", "⇔敗れる"]
}, {
    "kanji": ["覇（霸）"],
    "yomi": ["ハ"],
    "examples": ["覇権，覇者，制覇"],
    "obs": ["　"]
}, {
    "kanji": ["馬"],
    "yomi": ["バ　", "うま　", "　ま"],
    "examples": ["馬車，競馬，乗馬", "馬，馬小屋", "馬子，絵馬"],
    "obs": ["伝馬船（てんません）"]
}, {
    "kanji": ["婆"],
    "yomi": ["バ"],
    "examples": ["老婆，産婆役"],
    "obs": ["　"]
}, {
    "kanji": ["罵"],
    "yomi": ["バ　", "ののしる"],
    "examples": ["罵声，罵倒", "罵る"],
    "obs": ["　"]
}, {
    "kanji": ["拝（拜）"],
    "yomi": ["ハイ　", "おがむ"],
    "examples": ["拝見，拝礼，崇拝", "拝む，拝み倒す"],
    "obs": ["　"]
}, {
    "kanji": ["杯"],
    "yomi": ["ハイ　", "さかずき"],
    "examples": ["祝杯，銀杯，一杯", "杯"],
    "obs": ["　"]
}, {
    "kanji": ["背"],
    "yomi": ["ハイ　", "せ　", "せい　", "そむく　", "そむける"],
    "examples": ["背後，背景，腹背", "背，背丈，背中", "背，上背", "背く", "背ける"],
    "obs": ["　"]
}, {
    "kanji": ["肺"],
    "yomi": ["ハイ"],
    "examples": ["肺臓，肺炎，肺活量"],
    "obs": ["　"]
}, {
    "kanji": ["俳"],
    "yomi": ["ハイ"],
    "examples": ["俳優，俳句，俳味"],
    "obs": ["　"]
}, {
    "kanji": ["配"],
    "yomi": ["ハイ　", "くばる"],
    "examples": ["配分，交配，心配", "配る"],
    "obs": ["　"]
}, {
    "kanji": ["排"],
    "yomi": ["ハイ"],
    "examples": ["排斥，排気，排除"],
    "obs": ["　"]
}, {
    "kanji": ["敗"],
    "yomi": ["ハイ　", "やぶれる"],
    "examples": ["敗北，腐敗，失敗", "敗れる"],
    "obs": ["", "⇔破れる"]
}, {
    "kanji": ["廃（廢）"],
    "yomi": ["ハイ　", "すたれる　", "すたる"],
    "examples": ["廃止，廃物，荒廃", "廃れる", "廃る，はやり廃り"],
    "obs": ["　"]
}, {
    "kanji": ["輩"],
    "yomi": ["ハイ"],
    "examples": ["輩出，同輩，先輩"],
    "obs": ["　"]
}, {
    "kanji": ["売（賣）"],
    "yomi": ["バイ　", "うる　", "うれる"],
    "examples": ["売買，売品，商売", "売る，売り出す", "売れる，売れ行き"],
    "obs": ["　"]
}, {
    "kanji": ["倍"],
    "yomi": ["バイ"],
    "examples": ["倍率，倍加，二倍"],
    "obs": ["　"]
}, {
    "kanji": ["梅（梅）"],
    "yomi": ["バイ　", "うめ"],
    "examples": ["梅園，梅雨，紅梅", "梅，梅見，梅酒"],
    "obs": ["梅雨（つゆ）"]
}, {
    "kanji": ["培"],
    "yomi": ["バイ　", "つちかう"],
    "examples": ["培養，栽培", "培う"],
    "obs": ["　"]
}, {
    "kanji": ["陪"],
    "yomi": ["バイ"],
    "examples": ["陪席，陪食，陪審"],
    "obs": ["　"]
}, {
    "kanji": ["媒"],
    "yomi": ["バイ"],
    "examples": ["媒介，媒体，触媒"],
    "obs": ["　"]
}, {
    "kanji": ["買"],
    "yomi": ["バイ　", "かう"],
    "examples": ["買収，売買，購買", "買う，買い物"],
    "obs": ["　"]
}, {
    "kanji": ["賠"],
    "yomi": ["バイ"],
    "examples": ["賠償"],
    "obs": ["　"]
}, {
    "kanji": ["白"],
    "yomi": ["ハク　", "ビャク　", "しろ　", "　しら　", "しろい"],
    "examples": ["白髪，紅白，明白", "黒白", "白，白黒，真っ白", "白壁，白む，白ける", "白い"],
    "obs": ["白髪（しらが）"]
}, {
    "kanji": ["伯"],
    "yomi": ["ハク"],
    "examples": ["伯仲，画伯"],
    "obs": ["伯父（おじ）", "伯母（おば）"]
}, {
    "kanji": ["拍"],
    "yomi": ["ハク　", "　ヒョウ"],
    "examples": ["拍手，拍車，一拍", "拍子"],
    "obs": ["　"]
}, {
    "kanji": ["泊"],
    "yomi": ["ハク　", "とまる　", "とめる"],
    "examples": ["宿泊，停泊，外泊", "泊まる，泊まり", "泊める"],
    "obs": ["", "⇔止まる，留まる", "⇔止める，留める"]
}, {
    "kanji": ["迫"],
    "yomi": ["ハク　", "せまる"],
    "examples": ["迫害，脅迫，切迫", "迫る"],
    "obs": ["　"]
}, {
    "kanji": ["剝"],
    "yomi": ["ハク　", "はがす　", "はぐ　", "はがれる　", "はげる"],
    "examples": ["剝製，剝奪", "剝がす", "剝ぐ", "剝がれる", "剝げる"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["舶"],
    "yomi": ["ハク"],
    "examples": ["舶来，船舶"],
    "obs": ["　"]
}, {
    "kanji": ["博"],
    "yomi": ["ハク　", "　バク"],
    "examples": ["博識，博覧，博士号", "博労，博徒"],
    "obs": ["博士（はかせ）"]
}, {
    "kanji": ["薄"],
    "yomi": ["ハク　", "うすい　", "うすめる　", "うすまる　", "うすらぐ　", "うすれる"],
    "examples": ["薄情，薄謝，軽薄", "薄い，薄着，品薄", "薄める", "薄まる", "薄らぐ", "薄れる"],
    "obs": ["　"]
}, {
    "kanji": ["麦（麥）"],
    "yomi": ["バク　", "むぎ"],
    "examples": ["麦芽，麦秋，精麦", "麦，麦粉，小麦"],
    "obs": ["　"]
}, {
    "kanji": ["漠"],
    "yomi": ["バク"],
    "examples": ["漠然，広漠，砂漠"],
    "obs": ["　"]
}, {
    "kanji": ["縛"],
    "yomi": ["バク　", "しばる"],
    "examples": ["束縛，捕縛", "縛る，金縛り"],
    "obs": ["　"]
}, {
    "kanji": ["爆"],
    "yomi": ["バク"],
    "examples": ["爆発，爆弾，原爆"],
    "obs": ["　"]
}, {
    "kanji": ["箱"],
    "yomi": ["はこ"],
    "examples": ["箱，箱庭，小箱"],
    "obs": ["　"]
}, {
    "kanji": ["箸"],
    "yomi": ["はし"],
    "examples": ["箸"],
    "obs": ["＊［（付）第２の３【賭】参照］"]
}, {
    "kanji": ["畑"],
    "yomi": ["はた　", "はたけ"],
    "examples": ["畑，畑作", "畑，畑違い，麦畑"],
    "obs": ["　"]
}, {
    "kanji": ["肌"],
    "yomi": ["はだ"],
    "examples": ["肌，肌色，地肌"],
    "obs": ["　"]
}, {
    "kanji": ["八"],
    "yomi": ["ハチ　", "や　", "やつ　", "やっつ　", "　よう"],
    "examples": ["八月，八方", "八重桜", "八つ当たり", "八つ", "八日"],
    "obs": ["", "八百屋（やおや）", "八百長（やおちょう）"]
}, {
    "kanji": ["鉢"],
    "yomi": ["ハチ　", "　ハツ"],
    "examples": ["鉢，植木鉢", "衣鉢"],
    "obs": ["　"]
}, {
    "kanji": ["発（發）"],
    "yomi": ["ハツ　", "ホツ"],
    "examples": ["発明，発射，突発", "発作，発端，発起"],
    "obs": ["　"]
}, {
    "kanji": ["髪（髮）"],
    "yomi": ["ハツ　", "かみ"],
    "examples": ["頭髪，白髪，整髪", "髪，髪結い，日本髪"],
    "obs": ["白髪（しらが）"]
}, {
    "kanji": ["伐"],
    "yomi": ["バツ"],
    "examples": ["伐採，征伐，殺伐"],
    "obs": ["　"]
}, {
    "kanji": ["抜（拔）"],
    "yomi": ["バツ　", "ぬく　", "ぬける　", "ぬかす　", "ぬかる"],
    "examples": ["抜群，選抜", "抜く，くぎ抜き", "抜ける，気抜け", "抜かす", "抜かる，抜かり"],
    "obs": ["　"]
}, {
    "kanji": ["罰"],
    "yomi": ["バツ　", "バチ"],
    "examples": ["罰金，処罰，天罰", "罰当たり"],
    "obs": ["　"]
}, {
    "kanji": ["閥"],
    "yomi": ["バツ"],
    "examples": ["門閥，財閥，派閥"],
    "obs": ["　"]
}, {
    "kanji": ["反"],
    "yomi": ["ハン　", "　ホン　", "　タン　", "そる　", "そらす"],
    "examples": ["反映，反対，違反", "謀反", "反物", "反る，反り", "反らす"],
    "obs": ["　"]
}, {
    "kanji": ["半"],
    "yomi": ["ハン　", "なかば"],
    "examples": ["半分，半面，大半", "半ば"],
    "obs": ["　"]
}, {
    "kanji": ["氾"],
    "yomi": ["ハン"],
    "examples": ["氾濫"],
    "obs": ["　"]
}, {
    "kanji": ["犯"],
    "yomi": ["ハン　", "おかす"],
    "examples": ["犯罪，共犯，侵犯", "犯す"],
    "obs": ["", "⇔侵す，冒す"]
}, {
    "kanji": ["帆"],
    "yomi": ["ハン　", "ほ"],
    "examples": ["帆船，帆走，出帆", "帆，帆柱，帆前船"],
    "obs": ["　"]
}, {
    "kanji": ["汎"],
    "yomi": ["ハン"],
    "examples": ["汎用"],
    "obs": ["　"]
}, {
    "kanji": ["伴"],
    "yomi": ["ハン　", "バン　", "ともなう"],
    "examples": ["同伴，随伴", "伴奏，伴食", "伴う"],
    "obs": ["　"]
}, {
    "kanji": ["判"],
    "yomi": ["ハン　", "バン"],
    "examples": ["判定，判明，裁判", "Ａ判，大判"],
    "obs": ["　"]
}, {
    "kanji": ["坂"],
    "yomi": ["ハン　", "さか"],
    "examples": ["急坂", "坂，坂道，下り坂"],
    "obs": ["　"]
}, {
    "kanji": ["阪"],
    "yomi": ["ハン"],
    "examples": ["阪神，京阪"],
    "obs": ["大阪（おおさか）府"]
}, {
    "kanji": ["板"],
    "yomi": ["ハン　", "バン　", "いた"],
    "examples": ["乾板，鉄板", "黒板，掲示板", "板，板前"],
    "obs": ["　"]
}, {
    "kanji": ["版"],
    "yomi": ["ハン"],
    "examples": ["版画，写真版，出版"],
    "obs": ["　"]
}, {
    "kanji": ["班"],
    "yomi": ["ハン"],
    "examples": ["班長，救護班"],
    "obs": ["　"]
}, {
    "kanji": ["畔"],
    "yomi": ["ハン"],
    "examples": ["湖畔"],
    "obs": ["　"]
}, {
    "kanji": ["般"],
    "yomi": ["ハン"],
    "examples": ["諸般，一般，先般"],
    "obs": ["　"]
}, {
    "kanji": ["販"],
    "yomi": ["ハン"],
    "examples": ["販売，販路，市販"],
    "obs": ["　"]
}, {
    "kanji": ["斑"],
    "yomi": ["ハン"],
    "examples": ["斑点"],
    "obs": ["　"]
}, {
    "kanji": ["飯"],
    "yomi": ["ハン　", "めし"],
    "examples": ["御飯，炊飯，赤飯", "飯，飯粒，五目飯"],
    "obs": ["　"]
}, {
    "kanji": ["搬"],
    "yomi": ["ハン"],
    "examples": ["搬入，搬出，運搬"],
    "obs": ["　"]
}, {
    "kanji": ["煩"],
    "yomi": ["ハン　", "　ボン　", "わずらう　", "わずらわす"],
    "examples": ["煩雑", "煩悩", "煩う，煩い，煩わしい", "煩わす"],
    "obs": ["", "⇔患う"]
}, {
    "kanji": ["頒"],
    "yomi": ["ハン"],
    "examples": ["頒布，頒価"],
    "obs": ["　"]
}, {
    "kanji": ["範"],
    "yomi": ["ハン"],
    "examples": ["範囲，師範，模範"],
    "obs": ["　"]
}, {
    "kanji": ["繁（繁）"],
    "yomi": ["ハン"],
    "examples": ["繁栄，繁茂，繁華街"],
    "obs": ["　"]
}, {
    "kanji": ["藩"],
    "yomi": ["ハン"],
    "examples": ["藩主，廃藩"],
    "obs": ["　"]
}, {
    "kanji": ["晩（晚）"],
    "yomi": ["バン"],
    "examples": ["晩夏，今晩，早晩"],
    "obs": ["　"]
}, {
    "kanji": ["番"],
    "yomi": ["バン"],
    "examples": ["番人，番組，順番"],
    "obs": ["　"]
}, {
    "kanji": ["蛮（蠻）"],
    "yomi": ["バン"],
    "examples": ["蛮行，蛮人，野蛮"],
    "obs": ["　"]
}, {
    "kanji": ["盤"],
    "yomi": ["バン"],
    "examples": ["基盤，円盤，碁盤"],
    "obs": ["　"]
}, {
    "kanji": ["比"],
    "yomi": ["ヒ　", "くらべる"],
    "examples": ["比較，比例，無比", "比べる，背比べ"],
    "obs": ["　"]
}, {
    "kanji": ["皮"],
    "yomi": ["ヒ　", "かわ"],
    "examples": ["皮膚，皮相，樹皮", "皮，毛皮"],
    "obs": ["", "⇔革"]
}, {
    "kanji": ["妃"],
    "yomi": ["ヒ"],
    "examples": ["妃殿下，王妃"],
    "obs": ["　"]
}, {
    "kanji": ["否"],
    "yomi": ["ヒ　", "いな"],
    "examples": ["否定，適否，安否", "否，否めない"],
    "obs": ["　"]
}, {
    "kanji": ["批"],
    "yomi": ["ヒ"],
    "examples": ["批判，批評，批准"],
    "obs": ["　"]
}, {
    "kanji": ["彼"],
    "yomi": ["ヒ　", "かれ　", "　かの"],
    "examples": ["彼我，彼岸", "彼，彼ら", "彼女"],
    "obs": ["　"]
}, {
    "kanji": ["披"],
    "yomi": ["ヒ"],
    "examples": ["披見，披露，直披"],
    "obs": ["　"]
}, {
    "kanji": ["肥"],
    "yomi": ["ヒ　", "こえる　", "こえ　", "こやす　", "こやし"],
    "examples": ["肥大，肥料，施肥", "肥える", "肥，下肥", "肥やす", "肥やし"],
    "obs": ["　"]
}, {
    "kanji": ["非"],
    "yomi": ["ヒ"],
    "examples": ["非難，非常，是非"],
    "obs": ["　"]
}, {
    "kanji": ["卑（卑）"],
    "yomi": ["ヒ　", "いやしい　", "いやしむ　", "いやしめる"],
    "examples": ["卑近，卑屈，卑下", "卑しい，卑しさ", "卑しむ", "卑しめる"],
    "obs": ["　"]
}, {
    "kanji": ["飛"],
    "yomi": ["ヒ　", "とぶ　", "とばす"],
    "examples": ["飛行，飛躍，雄飛", "飛ぶ，飛び火", "飛ばす"],
    "obs": ["⇔跳ぶ"]
}, {
    "kanji": ["疲"],
    "yomi": ["ヒ　", "つかれる"],
    "examples": ["疲労，疲弊", "疲れる，疲れ"],
    "obs": ["　"]
}, {
    "kanji": ["秘（祕）"],
    "yomi": ["ヒ　", "ひめる"],
    "examples": ["秘密，秘書，神秘", "秘める"],
    "obs": ["　"]
}, {
    "kanji": ["被"],
    "yomi": ["ヒ　", "こうむる"],
    "examples": ["被服，被害，被告", "被る"],
    "obs": ["　"]
}, {
    "kanji": ["悲"],
    "yomi": ["ヒ　", "かなしい　", "かなしむ"],
    "examples": ["悲喜，悲劇，慈悲", "悲しい，悲しがる", "悲しむ，悲しみ"],
    "obs": ["　"]
}, {
    "kanji": ["扉"],
    "yomi": ["ヒ　", "とびら"],
    "examples": ["開扉，門扉", "扉"],
    "obs": ["　"]
}, {
    "kanji": ["費"],
    "yomi": ["ヒ　", "ついやす　", "ついえる"],
    "examples": ["費用，消費，旅費", "費やす", "費える，費え"],
    "obs": ["　"]
}, {
    "kanji": ["碑（碑）"],
    "yomi": ["ヒ"],
    "examples": ["碑銘，石碑，記念碑"],
    "obs": ["　"]
}, {
    "kanji": ["罷"],
    "yomi": ["ヒ"],
    "examples": ["罷業，罷免"],
    "obs": ["　"]
}, {
    "kanji": ["避"],
    "yomi": ["ヒ　", "さける"],
    "examples": ["避難，逃避，不可避", "避ける"],
    "obs": ["　"]
}, {
    "kanji": ["尾"],
    "yomi": ["ビ　", "お"],
    "examples": ["尾行，首尾，末尾", "尾，尾頭付き，尾根"],
    "obs": ["尻尾（しっぽ）"]
}, {
    "kanji": ["眉"],
    "yomi": ["ビ　", "　ミ　", "まゆ"],
    "examples": ["眉目，焦眉", "眉間", "眉毛"],
    "obs": ["　"]
}, {
    "kanji": ["美"],
    "yomi": ["ビ　", "うつくしい"],
    "examples": ["美醜，美術，賛美", "美しい，美しさ"],
    "obs": ["　"]
}, {
    "kanji": ["備"],
    "yomi": ["ビ　", "そなえる　", "そなわる"],
    "examples": ["備考，守備，準備", "備える，備え", "備わる"],
    "obs": ["⇔供える"]
}, {
    "kanji": ["微"],
    "yomi": ["ビ"],
    "examples": ["微細，微笑，衰微"],
    "obs": ["　"]
}, {
    "kanji": ["鼻"],
    "yomi": ["ビ　", "はな"],
    "examples": ["鼻音，鼻孔，耳鼻科", "鼻，鼻血，小鼻"],
    "obs": ["　"]
}, {
    "kanji": ["膝"],
    "yomi": ["ひざ"],
    "examples": ["膝，膝頭"],
    "obs": ["　"]
}, {
    "kanji": ["肘"],
    "yomi": ["ひじ"],
    "examples": ["肘，肘掛け"],
    "obs": ["　"]
}, {
    "kanji": ["匹"],
    "yomi": ["ヒツ　", "ひき"],
    "examples": ["匹敵，匹夫，馬匹", "数匹"],
    "obs": ["　"]
}, {
    "kanji": ["必"],
    "yomi": ["ヒツ　", "かならず"],
    "examples": ["必然，必死，必要", "必ず，必ずしも"],
    "obs": ["　"]
}, {
    "kanji": ["泌"],
    "yomi": ["ヒツ　", "ヒ"],
    "examples": ["分泌", "泌尿器"],
    "obs": ["「分泌」は，「ブンピ」とも。"]
}, {
    "kanji": ["筆"],
    "yomi": ["ヒツ　", "ふで"],
    "examples": ["筆力，筆記，毛筆", "筆，筆先"],
    "obs": ["　"]
}, {
    "kanji": ["姫"],
    "yomi": ["ひめ"],
    "examples": ["姫，姫松"],
    "obs": ["　"]
}, {
    "kanji": ["百"],
    "yomi": ["ヒャク"],
    "examples": ["百貨店，百科全書，数百"],
    "obs": ["八百屋（やおや）", "八百長（やおちょう）"]
}, {
    "kanji": ["氷"],
    "yomi": ["ヒョウ　", "こおり　", "ひ"],
    "examples": ["氷点，氷山，結氷", "氷", "氷雨"],
    "obs": ["　"]
}, {
    "kanji": ["表"],
    "yomi": ["ヒョウ　", "おもて　", "あらわす　", "あらわれる"],
    "examples": ["表面，代表，発表", "表，表門，裏表", "表す", "表れる"],
    "obs": ["", "⇔面", "⇔現す，著す", "⇔現れる"]
}, {
    "kanji": ["俵"],
    "yomi": ["ヒョウ　", "たわら"],
    "examples": ["一俵，土俵", "俵，米俵"],
    "obs": ["　"]
}, {
    "kanji": ["票"],
    "yomi": ["ヒョウ"],
    "examples": ["票決，投票，伝票"],
    "obs": ["　"]
}, {
    "kanji": ["評"],
    "yomi": ["ヒョウ"],
    "examples": ["評価，評判，定評"],
    "obs": ["　"]
}, {
    "kanji": ["漂"],
    "yomi": ["ヒョウ　", "ただよう"],
    "examples": ["漂着，漂白，漂流", "漂う"],
    "obs": ["　"]
}, {
    "kanji": ["標"],
    "yomi": ["ヒョウ"],
    "examples": ["標準，標本，目標"],
    "obs": ["　"]
}, {
    "kanji": ["苗"],
    "yomi": ["ビョウ　", "なえ　", "　なわ"],
    "examples": ["種苗，痘苗", "苗，苗木", "苗代"],
    "obs": ["早苗（さなえ）"]
}, {
    "kanji": ["秒"],
    "yomi": ["ビョウ"],
    "examples": ["秒針，秒速，寸秒"],
    "obs": ["　"]
}, {
    "kanji": ["病"],
    "yomi": ["ビョウ　", "　ヘイ　", "やむ　", "やまい"],
    "examples": ["病気，病根，看病", "疾病", "病む，病み付き", "病"],
    "obs": ["　"]
}, {
    "kanji": ["描"],
    "yomi": ["ビョウ　", "えがく　", "かく"],
    "examples": ["描写，素描，点描", "描く，描き出す", "描く，絵描き"],
    "obs": ["", "", "⇔書く"]
}, {
    "kanji": ["猫"],
    "yomi": ["ビョウ　", "ねこ"],
    "examples": ["愛猫", "猫"],
    "obs": ["　"]
}, {
    "kanji": ["品"],
    "yomi": ["ヒン　", "しな"],
    "examples": ["品評，作品，上品", "品，品物，手品"],
    "obs": ["　"]
}, {
    "kanji": ["浜（濱）"],
    "yomi": ["ヒン　", "はま"],
    "examples": ["海浜", "浜，浜辺，砂浜"],
    "obs": ["　"]
}, {
    "kanji": ["貧"],
    "yomi": ["ヒン　", "ビン　", "まずしい"],
    "examples": ["貧富，貧弱，清貧", "貧乏", "貧しい，貧しさ"],
    "obs": ["　"]
}, {
    "kanji": ["賓（賓）"],
    "yomi": ["ヒン"],
    "examples": ["賓客，主賓，来賓"],
    "obs": ["　"]
}, {
    "kanji": ["頻（頻）"],
    "yomi": ["ヒン"],
    "examples": ["頻度，頻発，頻繁"],
    "obs": ["　"]
}, {
    "kanji": ["敏（敏）"],
    "yomi": ["ビン"],
    "examples": ["敏速，機敏，鋭敏"],
    "obs": ["　"]
}, {
    "kanji": ["瓶（甁）"],
    "yomi": ["ビン"],
    "examples": ["瓶，瓶詰，花瓶"],
    "obs": ["　"]
}, {
    "kanji": ["不"],
    "yomi": ["フ　", "ブ"],
    "examples": ["不当，不利，不賛成", "不作法，不用心"],
    "obs": ["　"]
}, {
    "kanji": ["夫"],
    "yomi": ["フ　", "　フウ　", "おっと"],
    "examples": ["夫妻，農夫，凡夫", "夫婦，工夫", "夫"],
    "obs": ["　"]
}, {
    "kanji": ["父"],
    "yomi": ["フ　", "ちち"],
    "examples": ["父母，父兄，祖父", "父，父親"],
    "obs": ["叔父・伯父（おじ）", "父（とう）さん"]
}, {
    "kanji": ["付"],
    "yomi": ["フ　", "つける　", "つく"],
    "examples": ["付与，交付，給付", "付ける，名付け", "付く，気付く"],
    "obs": ["", "⇔着ける，就ける", "⇔着く，就く"]
}, {
    "kanji": ["布"],
    "yomi": ["フ　", "ぬの"],
    "examples": ["布陣，綿布，分布", "布，布地，布目"],
    "obs": ["　"]
}, {
    "kanji": ["扶"],
    "yomi": ["フ"],
    "examples": ["扶助，扶養，扶育"],
    "obs": ["　"]
}, {
    "kanji": ["府"],
    "yomi": ["フ"],
    "examples": ["府県，首府，政府"],
    "obs": ["　"]
}, {
    "kanji": ["怖"],
    "yomi": ["フ　", "こわい"],
    "examples": ["恐怖", "怖い，怖がる"],
    "obs": ["　"]
}, {
    "kanji": ["阜"],
    "yomi": ["　フ"],
    "examples": ["", ""],
    "obs": ["岐阜県"]
}, {
    "kanji": ["附"],
    "yomi": ["フ"],
    "examples": ["附属，寄附"],
    "obs": ["　"]
}, {
    "kanji": ["訃"],
    "yomi": ["フ"],
    "examples": ["訃報"],
    "obs": ["　"]
}, {
    "kanji": ["負"],
    "yomi": ["フ　", "まける　", "まかす　", "おう"],
    "examples": ["負担，負傷，勝負", "負ける，負け", "負かす", "負う，負い目，背負う"],
    "obs": ["　"]
}, {
    "kanji": ["赴"],
    "yomi": ["フ　", "おもむく"],
    "examples": ["赴任", "赴く"],
    "obs": ["　"]
}, {
    "kanji": ["浮"],
    "yomi": ["フ　", "うく　", "うかれる　", "うかぶ　", "うかべる"],
    "examples": ["浮沈，浮力，浮薄", "浮く，浮き，浮世絵", "浮かれる", "浮かぶ", "浮かべる"],
    "obs": ["浮気（うわき）", "浮（うわ）つく"]
}, {
    "kanji": ["婦"],
    "yomi": ["フ"],
    "examples": ["婦人，夫婦，主婦"],
    "obs": ["　"]
}, {
    "kanji": ["符"],
    "yomi": ["フ"],
    "examples": ["符号，切符，音符"],
    "obs": ["　"]
}, {
    "kanji": ["富"],
    "yomi": ["フ　", "　フウ　", "とむ　", "とみ"],
    "examples": ["富強，富裕，貧富", "富貴", "富む，富み栄える", "富"],
    "obs": ["富山（とやま）県", "「富貴」は，「フッキ」とも。"]
}, {
    "kanji": ["普"],
    "yomi": ["フ"],
    "examples": ["普通，普遍，普請"],
    "obs": ["　"]
}, {
    "kanji": ["腐"],
    "yomi": ["フ　", "くさる　", "くされる　", "くさらす"],
    "examples": ["腐心，腐敗，陳腐", "腐る", "腐れ縁，ふて腐れる", "腐らす"],
    "obs": ["　"]
}, {
    "kanji": ["敷"],
    "yomi": ["フ　", "しく"],
    "examples": ["敷設", "敷く，敷石，屋敷"],
    "obs": ["", "桟敷（さじき）"]
}, {
    "kanji": ["膚"],
    "yomi": ["フ"],
    "examples": ["皮膚，完膚"],
    "obs": ["　"]
}, {
    "kanji": ["賦"],
    "yomi": ["フ"],
    "examples": ["賦役，月賦，天賦"],
    "obs": ["　"]
}, {
    "kanji": ["譜"],
    "yomi": ["フ"],
    "examples": ["系譜，楽譜，年譜"],
    "obs": ["　"]
}, {
    "kanji": ["侮（侮）"],
    "yomi": ["ブ　", "あなどる"],
    "examples": ["侮辱，軽侮", "侮る，侮り"],
    "obs": ["　"]
}, {
    "kanji": ["武"],
    "yomi": ["ブ　", "ム"],
    "examples": ["武力，武士，文武", "武者人形，荒武者"],
    "obs": ["　"]
}, {
    "kanji": ["部"],
    "yomi": ["ブ"],
    "examples": ["部分，全部，本部"],
    "obs": ["部屋（へや）"]
}, {
    "kanji": ["舞"],
    "yomi": ["ブ　", "まう　", "まい"],
    "examples": ["舞踏，舞台，鼓舞", "舞う，舞い上がる", "舞，舞扇"],
    "obs": ["　"]
}, {
    "kanji": ["封"],
    "yomi": ["フウ　", "ホウ"],
    "examples": ["封鎖，封書，密封", "封建的，素封家"],
    "obs": ["　"]
}, {
    "kanji": ["風"],
    "yomi": ["フウ　", "　フ　", "かぜ　", "　かざ"],
    "examples": ["風力，風俗，強風", "風情，中風", "風，そよ風", "風上，風車"],
    "obs": ["風邪（かぜ）"]
}, {
    "kanji": ["伏"],
    "yomi": ["フク　", "ふせる　", "ふす"],
    "examples": ["伏線，起伏，潜伏", "伏せる，うつ伏せ", "伏す，伏し拝む"],
    "obs": ["　"]
}, {
    "kanji": ["服"],
    "yomi": ["フク"],
    "examples": ["服装，服従，洋服"],
    "obs": ["　"]
}, {
    "kanji": ["副"],
    "yomi": ["フク"],
    "examples": ["副業，副作用，正副"],
    "obs": ["　"]
}, {
    "kanji": ["幅"],
    "yomi": ["フク　", "はば"],
    "examples": ["幅員，振幅，全幅", "幅，横幅"],
    "obs": ["　"]
}, {
    "kanji": ["復"],
    "yomi": ["フク"],
    "examples": ["復活，往復，報復"],
    "obs": ["　"]
}, {
    "kanji": ["福（福）"],
    "yomi": ["フク"],
    "examples": ["福祉，福徳，幸福"],
    "obs": ["　"]
}, {
    "kanji": ["腹"],
    "yomi": ["フク　", "はら"],
    "examples": ["腹案，空腹，山腹", "腹，腹芸，太っ腹"],
    "obs": ["　"]
}, {
    "kanji": ["複"],
    "yomi": ["フク"],
    "examples": ["複数，複雑，重複"],
    "obs": ["　"]
}, {
    "kanji": ["覆"],
    "yomi": ["フク　", "おおう　", "くつがえす　", "くつがえる"],
    "examples": ["覆面，転覆", "覆う，覆い", "覆す", "覆る"],
    "obs": ["　"]
}, {
    "kanji": ["払（拂）"],
    "yomi": ["フツ　", "はらう"],
    "examples": ["払暁，払底", "払う，払い，月払い"],
    "obs": ["　"]
}, {
    "kanji": ["沸"],
    "yomi": ["フツ　", "わく　", "わかす"],
    "examples": ["沸騰，沸点，煮沸", "沸く，沸き上がる", "沸かす，湯沸かし"],
    "obs": ["⇔湧く"]
}, {
    "kanji": ["仏（佛）"],
    "yomi": ["ブツ　", "ほとけ"],
    "examples": ["仏事，仏像，念仏", "仏，仏様，生き仏"],
    "obs": ["　"]
}, {
    "kanji": ["物"],
    "yomi": ["ブツ　", "モツ　", "もの"],
    "examples": ["物質，人物，動物", "食物，進物，禁物", "物，物語，品物"],
    "obs": ["", "", "果物（くだもの）"]
}, {
    "kanji": ["粉"],
    "yomi": ["フン　", "こ　", "こな"],
    "examples": ["粉末，粉砕，粉飾", "粉，小麦粉", "粉，粉雪"],
    "obs": ["　"]
}, {
    "kanji": ["紛"],
    "yomi": ["フン　", "まぎれる　", "まぎらす　", "まぎらわす　", "まぎらわしい"],
    "examples": ["紛失，紛争，内紛", "紛れる，紛れ", "紛らす", "紛らわす", "紛らわしい"],
    "obs": ["　"]
}, {
    "kanji": ["雰"],
    "yomi": ["フン"],
    "examples": ["雰囲気"],
    "obs": ["　"]
}, {
    "kanji": ["噴"],
    "yomi": ["フン　", "ふく"],
    "examples": ["噴火，噴出，噴水", "噴く，噴き出す"],
    "obs": ["", "⇔吹く"]
}, {
    "kanji": ["墳"],
    "yomi": ["フン"],
    "examples": ["墳墓，古墳"],
    "obs": ["　"]
}, {
    "kanji": ["憤"],
    "yomi": ["フン　", "いきどおる"],
    "examples": ["憤慨，義憤，発憤", "憤る，憤り"],
    "obs": ["　"]
}, {
    "kanji": ["奮"],
    "yomi": ["フン　", "ふるう"],
    "examples": ["奮起，奮発，興奮", "奮う，奮い立つ，奮って〔副〕"],
    "obs": ["", "⇔震う，振るう"]
}, {
    "kanji": ["分"],
    "yomi": ["ブン　", "フン　", "ブ　", "わける　", "わかれる　", "わかる　", "わかつ"],
    "examples": ["分解，自分，水分", "分別，分銅，三十分", "一分一厘，五分", "分ける，引き分け", "分かれる", "分かる", "分かつ，分かち合う"],
    "obs": ["大分（おおいた）県", "", "", "", "⇔別れる", "", " "]
}, {
    "kanji": ["文"],
    "yomi": ["ブン　", "モン　", "ふみ"],
    "examples": ["文学，文化，作文", "文字，経文，天文学", "恋文"],
    "obs": ["「文字」は，「モジ」とも。"]
}, {
    "kanji": ["聞"],
    "yomi": ["ブン　", "モン　", "きく　", "きこえる"],
    "examples": ["新聞，風聞，見聞", "聴聞，前代未聞", "聞く，人聞き", "聞こえる，聞こえ"],
    "obs": ["", "⇔聴く"]
}, {
    "kanji": ["丙"],
    "yomi": ["ヘイ"],
    "examples": ["丙種，甲乙丙"],
    "obs": ["　"]
}, {
    "kanji": ["平"],
    "yomi": ["ヘイ　", "ビョウ　", "たいら　", "ひら"],
    "examples": ["平面，平和，公平", "平等", "平らな土地，平らげる", "平手，平謝り，平たい"],
    "obs": ["　"]
}, {
    "kanji": ["兵"],
    "yomi": ["ヘイ　", "ヒョウ"],
    "examples": ["兵器，兵隊，撤兵", "兵糧，雑兵"],
    "obs": ["　"]
}, {
    "kanji": ["併（倂）"],
    "yomi": ["ヘイ　", "あわせる"],
    "examples": ["併合，併用，合併", "併せる，併せて〔接〕"],
    "obs": ["", "⇔合わせる"]
}, {
    "kanji": ["並（竝）"],
    "yomi": ["ヘイ　", "なみ　", "ならべる　", "ならぶ　", "ならびに"],
    "examples": ["並行，並列，並立", "並の品，並木，足並み", "並べる，五目並べ", "並ぶ，並び", "並びに"],
    "obs": ["　"]
}, {
    "kanji": ["柄"],
    "yomi": ["ヘイ　", "がら　", "え"],
    "examples": ["横柄，権柄ずく", "柄，家柄，身柄", "柄"],
    "obs": ["　"]
}, {
    "kanji": ["陛"],
    "yomi": ["ヘイ"],
    "examples": ["陛下"],
    "obs": ["　"]
}, {
    "kanji": ["閉"],
    "yomi": ["ヘイ　", "とじる　", "とざす　", "しめる　", "しまる"],
    "examples": ["閉店，閉口，密閉", "閉じる，閉じ込める", "閉ざす", "閉める", "閉まる"],
    "obs": ["", "", "", "⇔締める", "⇔締まる"]
}, {
    "kanji": ["塀（塀）"],
    "yomi": ["ヘイ"],
    "examples": ["塀，板塀"],
    "obs": ["　"]
}, {
    "kanji": ["幣"],
    "yomi": ["ヘイ"],
    "examples": ["貨幣，紙幣，御幣担ぎ"],
    "obs": ["　"]
}, {
    "kanji": ["弊"],
    "yomi": ["ヘイ"],
    "examples": ["弊害，旧弊，疲弊"],
    "obs": ["　"]
}, {
    "kanji": ["蔽"],
    "yomi": ["ヘイ"],
    "examples": ["隠蔽"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["餅", "［餅］（餠）"],
    "yomi": ["ヘイ　", "もち"],
    "examples": ["煎餅", "餅屋，尻餅"],
    "obs": ["［餅］＝許容字体，", "＊［（付）第２の３【餌】参照］"]
}, {
    "kanji": ["米"],
    "yomi": ["ベイ　", "マイ　", "こめ"],
    "examples": ["米作，米価，米食", "精米，新米，白米", "米，米粒"],
    "obs": ["　"]
}, {
    "kanji": ["壁"],
    "yomi": ["ヘキ　", "かべ"],
    "examples": ["壁面，壁画，岸壁", "壁，壁土，白壁"],
    "obs": ["　"]
}, {
    "kanji": ["璧"],
    "yomi": ["ヘキ"],
    "examples": ["完璧，双璧"],
    "obs": ["　"]
}, {
    "kanji": ["癖"],
    "yomi": ["ヘキ　", "くせ"],
    "examples": ["習癖，病癖，潔癖", "癖，口癖"],
    "obs": ["　"]
}, {
    "kanji": ["別"],
    "yomi": ["ベツ　", "わかれる"],
    "examples": ["別離，区別，特別", "別れる，別れ"],
    "obs": ["", "⇔分かれる"]
}, {
    "kanji": ["蔑"],
    "yomi": ["ベツ　", "さげすむ"],
    "examples": ["蔑視，軽蔑", "蔑む"],
    "obs": ["　"]
}, {
    "kanji": ["片"],
    "yomi": ["ヘン　", "かた"],
    "examples": ["紙片，破片，断片", "片方，片手，片一方"],
    "obs": ["　"]
}, {
    "kanji": ["辺（邊）"],
    "yomi": ["ヘン　", "あたり　", "べ"],
    "examples": ["辺境，周辺，その辺", "辺り", "海辺，岸辺"],
    "obs": ["　"]
}, {
    "kanji": ["返"],
    "yomi": ["ヘン　", "かえす　", "かえる"],
    "examples": ["返却，返事，返礼", "返す，仕返し", "返る，寝返り"],
    "obs": ["", "⇔帰す", "⇔帰る"]
}, {
    "kanji": ["変（變）"],
    "yomi": ["ヘン　", "かわる　", "かえる"],
    "examples": ["変化，異変，大変", "変わる，変わり種", "変える"],
    "obs": ["", "⇔替わる，代わる，換わる", "⇔替える，代える，換える"]
}, {
    "kanji": ["偏"],
    "yomi": ["ヘン　", "かたよる"],
    "examples": ["偏向，偏見，偏食", "偏る，偏り"],
    "obs": ["　"]
}, {
    "kanji": ["遍"],
    "yomi": ["ヘン"],
    "examples": ["遍歴，普遍，一遍"],
    "obs": ["　"]
}, {
    "kanji": ["編"],
    "yomi": ["ヘン　", "あむ"],
    "examples": ["編集，編成，長編", "編む，手編み"],
    "obs": ["　"]
}, {
    "kanji": ["弁（辨）（瓣）（辯）"],
    "yomi": ["ベン"],
    "examples": ["弁償，花弁，雄弁"],
    "obs": ["　"]
}, {
    "kanji": ["便"],
    "yomi": ["ベン　", "ビン　", "たより"],
    "examples": ["便利，便法，簡便", "便乗，郵便，定期便", "便り，初便り，花便り"],
    "obs": ["　"]
}, {
    "kanji": ["勉（勉）"],
    "yomi": ["ベン"],
    "examples": ["勉強，勉学，勤勉"],
    "obs": ["　"]
}, {
    "kanji": ["歩（步）"],
    "yomi": ["ホ　", "ブ　", "　フ　", "あるく　", "あゆむ"],
    "examples": ["歩道，徒歩，進歩", "歩合，日歩", "歩", "歩く", "歩む，歩み"],
    "obs": ["　"]
}, {
    "kanji": ["保"],
    "yomi": ["ホ　", "たもつ"],
    "examples": ["保護，保存，担保", "保つ"],
    "obs": ["　"]
}, {
    "kanji": ["哺"],
    "yomi": ["ホ"],
    "examples": ["哺乳類"],
    "obs": ["　"]
}, {
    "kanji": ["捕"],
    "yomi": ["ホ　", "とらえる　", "とらわれる　", "とる　", "つかまえる　", "つかまる"],
    "examples": ["捕獲，捕虜，逮捕", "捕らえる", "捕らわれる", "捕る，捕り物", "捕まえる", "捕まる"],
    "obs": ["", "⇔捉える", "", "⇔取る，採る", "", " "]
}, {
    "kanji": ["補"],
    "yomi": ["ホ　", "おぎなう"],
    "examples": ["補欠，補充，候補", "補う，補い"],
    "obs": ["　"]
}, {
    "kanji": ["舗"],
    "yomi": ["ホ"],
    "examples": ["舗装，店舗"],
    "obs": ["老舗（しにせ）"]
}, {
    "kanji": ["母"],
    "yomi": ["ボ　", "はは"],
    "examples": ["母性，父母，祖母", "母，母親"],
    "obs": ["乳母（うば）", "叔母・伯母（おば）", "母屋・母家（おもや）", "母（かあ）さん"]
}, {
    "kanji": ["募"],
    "yomi": ["ボ　", "つのる"],
    "examples": ["募金，募集，応募", "募る"],
    "obs": ["　"]
}, {
    "kanji": ["墓"],
    "yomi": ["ボ　", "はか"],
    "examples": ["墓地，墓参，墓穴", "墓，墓参り"],
    "obs": ["　"]
}, {
    "kanji": ["慕"],
    "yomi": ["ボ　", "したう"],
    "examples": ["慕情，敬慕，思慕", "慕う，慕わしい"],
    "obs": ["　"]
}, {
    "kanji": ["暮"],
    "yomi": ["ボ　", "くれる　", "くらす"],
    "examples": ["暮春，歳暮，薄暮", "暮れる，暮れ", "暮らす，暮らし"],
    "obs": ["　"]
}, {
    "kanji": ["簿"],
    "yomi": ["ボ"],
    "examples": ["簿記，名簿，帳簿"],
    "obs": ["　"]
}, {
    "kanji": ["方"],
    "yomi": ["ホウ　", "かた"],
    "examples": ["方法，方角，地方", "お乗りの方，話し方，敵方"],
    "obs": ["行方（ゆくえ）"]
}, {
    "kanji": ["包"],
    "yomi": ["ホウ　", "つつむ"],
    "examples": ["包囲，包容力，内包", "包む，包み，小包"],
    "obs": ["　"]
}, {
    "kanji": ["芳"],
    "yomi": ["ホウ　", "かんばしい"],
    "examples": ["芳香，芳紀，芳志", "芳しい，芳しさ"],
    "obs": ["　"]
}, {
    "kanji": ["邦"],
    "yomi": ["ホウ"],
    "examples": ["邦楽，本邦，連邦"],
    "obs": ["　"]
}, {
    "kanji": ["奉"],
    "yomi": ["ホウ　", "　ブ　", "たてまつる"],
    "examples": ["奉納，奉仕，信奉", "奉行", "奉る"],
    "obs": ["　"]
}, {
    "kanji": ["宝（寶）"],
    "yomi": ["ホウ　", "たから"],
    "examples": ["宝石，国宝，財宝", "宝，宝船，子宝"],
    "obs": ["　"]
}, {
    "kanji": ["抱"],
    "yomi": ["ホウ　", "だく　", "いだく　", "かかえる"],
    "examples": ["抱負，抱懐，介抱", "抱く", "抱く", "抱える，一抱え"],
    "obs": ["　"]
}, {
    "kanji": ["放"],
    "yomi": ["ホウ　", "はなす　", "はなつ　", "はなれる　", "ほうる"],
    "examples": ["放送，放棄，追放", "放す，手放す", "放つ", "放れる", "放る"],
    "obs": ["", "⇔離す", "", "⇔離れる", " "]
}, {
    "kanji": ["法"],
    "yomi": ["ホウ　", "　ハッ　", "　ホッ"],
    "examples": ["法律，文法，方法", "法度", "法主"],
    "obs": ["", "", "「法主」は，「ホウシュ」とも。"]
}, {
    "kanji": ["泡"],
    "yomi": ["ホウ　", "あわ"],
    "examples": ["気泡，水泡，発泡", "泡，泡立つ"],
    "obs": ["　"]
}, {
    "kanji": ["胞"],
    "yomi": ["ホウ"],
    "examples": ["胞子，同胞，細胞"],
    "obs": ["　"]
}, {
    "kanji": ["俸"],
    "yomi": ["ホウ"],
    "examples": ["俸給，年俸，本俸"],
    "obs": ["　"]
}, {
    "kanji": ["倣"],
    "yomi": ["ホウ　", "ならう"],
    "examples": ["模倣", "倣う"],
    "obs": ["　", "⇔習う"]
}, {
    "kanji": ["峰"],
    "yomi": ["ホウ　", "みね"],
    "examples": ["秀峰，霊峰，連峰", "峰，剣が峰"],
    "obs": ["　"]
}, {
    "kanji": ["砲"],
    "yomi": ["ホウ"],
    "examples": ["砲撃，大砲，鉄砲"],
    "obs": ["　"]
}, {
    "kanji": ["崩"],
    "yomi": ["ホウ　", "くずれる　", "くずす"],
    "examples": ["崩壊", "崩れる，山崩れ", "崩す"],
    "obs": ["雪崩（なだれ）"]
}, {
    "kanji": ["訪"],
    "yomi": ["ホウ　", "おとずれる　", "たずねる"],
    "examples": ["訪問，来訪，探訪", "訪れる，訪れ", "訪ねる"],
    "obs": ["", "", "⇔尋ねる"]
}, {
    "kanji": ["報"],
    "yomi": ["ホウ　", "むくいる"],
    "examples": ["報酬，報告，情報", "報いる，報い"],
    "obs": ["　"]
}, {
    "kanji": ["蜂"],
    "yomi": ["ホウ　", "はち"],
    "examples": ["蜂起", "蜜蜂"],
    "obs": ["　"]
}, {
    "kanji": ["豊（豐）"],
    "yomi": ["ホウ　", "ゆたか"],
    "examples": ["豊作，豊満，豊富", "豊かだ"],
    "obs": ["　"]
}, {
    "kanji": ["飽"],
    "yomi": ["ホウ　", "あきる　", "あかす"],
    "examples": ["飽和，飽食", "飽きる，飽き，見飽きる", "……に飽かして"],
    "obs": ["　"]
}, {
    "kanji": ["褒（襃）"],
    "yomi": ["ホウ　", "ほめる"],
    "examples": ["褒章，褒美，過褒", "褒める"],
    "obs": ["　"]
}, {
    "kanji": ["縫"],
    "yomi": ["ホウ　", "ぬう"],
    "examples": ["縫合，縫製，裁縫", "縫う，縫い目"],
    "obs": ["　"]
}, {
    "kanji": ["亡"],
    "yomi": ["ボウ　", "　モウ　", "ない", " "],
    "examples": ["亡父，亡命，存亡", "亡者", "亡い，亡き人，亡くす，亡くなる", " "],
    "obs": ["", "", "多く文語の「亡き」で使う。", "⇔無い"]
}, {
    "kanji": ["乏"],
    "yomi": ["ボウ　", "とぼしい"],
    "examples": ["欠乏，貧乏，耐乏", "乏しい，乏しさ"],
    "obs": ["　"]
}, {
    "kanji": ["忙"],
    "yomi": ["ボウ　", "いそがしい"],
    "examples": ["忙殺，多忙，繁忙", "忙しい，忙しさ"],
    "obs": ["　"]
}, {
    "kanji": ["坊"],
    "yomi": ["ボウ　", "　ボッ"],
    "examples": ["坊主，朝寝坊，赤ん坊", "坊ちゃん"],
    "obs": ["　"]
}, {
    "kanji": ["妨"],
    "yomi": ["ボウ　", "さまたげる"],
    "examples": ["妨害", "妨げる，妨げ"],
    "obs": ["　"]
}, {
    "kanji": ["忘"],
    "yomi": ["ボウ　", "わすれる"],
    "examples": ["忘却，忘年会，備忘", "忘れる，物忘れ"],
    "obs": ["　"]
}, {
    "kanji": ["防"],
    "yomi": ["ボウ　", "ふせぐ"],
    "examples": ["防備，堤防，予防", "防ぐ，防ぎ"],
    "obs": ["　"]
}, {
    "kanji": ["房"],
    "yomi": ["ボウ　", "ふさ"],
    "examples": ["独房，冷房，僧房", "房，一房，乳房"],
    "obs": ["　"]
}, {
    "kanji": ["肪"],
    "yomi": ["ボウ"],
    "examples": ["脂肪"],
    "obs": ["　"]
}, {
    "kanji": ["某"],
    "yomi": ["ボウ"],
    "examples": ["某氏，某国，某所"],
    "obs": ["　"]
}, {
    "kanji": ["冒"],
    "yomi": ["ボウ　", "おかす"],
    "examples": ["冒険，冒頭，感冒", "冒す"],
    "obs": ["", "⇔犯す，侵す"]
}, {
    "kanji": ["剖"],
    "yomi": ["ボウ"],
    "examples": ["解剖"],
    "obs": ["　"]
}, {
    "kanji": ["紡"],
    "yomi": ["ボウ　", "つむぐ"],
    "examples": ["紡績，混紡", "紡ぐ"],
    "obs": ["　"]
}, {
    "kanji": ["望"],
    "yomi": ["ボウ　", "モウ　", "のぞむ"],
    "examples": ["望郷，希望，人望", "所望，大望，本望", "望む，望み，望ましい"],
    "obs": ["「大望」は，「タイボウ」とも。"]
}, {
    "kanji": ["傍"],
    "yomi": ["ボウ　", "かたわら"],
    "examples": ["傍線，傍聴，路傍", "傍ら"],
    "obs": ["　"]
}, {
    "kanji": ["帽"],
    "yomi": ["ボウ"],
    "examples": ["帽子，脱帽，無帽"],
    "obs": ["　"]
}, {
    "kanji": ["棒"],
    "yomi": ["ボウ"],
    "examples": ["棒グラフ，棒読み，鉄棒"],
    "obs": ["　"]
}, {
    "kanji": ["貿"],
    "yomi": ["ボウ"],
    "examples": ["貿易"],
    "obs": ["　"]
}, {
    "kanji": ["貌"],
    "yomi": ["ボウ"],
    "examples": ["変貌，美貌"],
    "obs": ["　"]
}, {
    "kanji": ["暴"],
    "yomi": ["ボウ　", "　バク　", "あばく　", "あばれる"],
    "examples": ["暴言，横暴，乱暴", "暴露", "暴く，暴き出す", "暴れる，大暴れ"],
    "obs": ["　"]
}, {
    "kanji": ["膨"],
    "yomi": ["ボウ　", "ふくらむ　", "ふくれる"],
    "examples": ["膨大", "膨らむ，膨らみ", "膨れる，青膨れ"],
    "obs": ["　"]
}, {
    "kanji": ["謀"],
    "yomi": ["ボウ　", "　ム　", "はかる"],
    "examples": ["謀略，無謀，首謀者", "謀反", "謀る"],
    "obs": ["", "", "⇔計る，量る，図る"]
}, {
    "kanji": ["頰"],
    "yomi": ["ほお"],
    "examples": ["頰，頰張る"],
    "obs": ["＊［（付）第２の３参照］", "「頰」は，「ほほ」とも。"]
}, {
    "kanji": ["北"],
    "yomi": ["ホク　", "きた"],
    "examples": ["北進，北方，敗北", "北，北風，北半球"],
    "obs": ["　"]
}, {
    "kanji": ["木"],
    "yomi": ["ボク　", "モク　", "き　", "　こ"],
    "examples": ["木石，大木，土木", "木造，樹木，材木", "木，並木，拍子木", "木立，木陰"],
    "obs": ["木綿（もめん）"]
}, {
    "kanji": ["朴"],
    "yomi": ["ボク"],
    "examples": ["純朴，素朴"],
    "obs": ["　"]
}, {
    "kanji": ["牧"],
    "yomi": ["ボク　", "まき"],
    "examples": ["牧場，牧師，遊牧", "牧場"],
    "obs": ["　"]
}, {
    "kanji": ["睦"],
    "yomi": ["ボク"],
    "examples": ["親睦，和睦"],
    "obs": ["　"]
}, {
    "kanji": ["僕"],
    "yomi": ["ボク"],
    "examples": ["僕，公僕"],
    "obs": ["　"]
}, {
    "kanji": ["墨（墨）"],
    "yomi": ["ボク　", "すみ"],
    "examples": ["筆墨，白墨，遺墨", "墨，墨絵，眉墨"],
    "obs": ["　"]
}, {
    "kanji": ["撲"],
    "yomi": ["ボク"],
    "examples": ["撲殺，撲滅，打撲"],
    "obs": ["相撲（すもう）"]
}, {
    "kanji": ["没"],
    "yomi": ["ボツ"],
    "examples": ["没収，没交渉，出没"],
    "obs": ["　"]
}, {
    "kanji": ["勃"],
    "yomi": ["ボツ"],
    "examples": ["勃興，勃発"],
    "obs": ["　"]
}, {
    "kanji": ["堀"],
    "yomi": ["ほり"],
    "examples": ["堀，外堀，釣堀"],
    "obs": ["　"]
}, {
    "kanji": ["本"],
    "yomi": ["ホン　", "もと"],
    "examples": ["本質，本来，資本", "本，旗本"],
    "obs": ["", "⇔下，元，基"]
}, {
    "kanji": ["奔"],
    "yomi": ["ホン"],
    "examples": ["奔走，奔放，出奔"],
    "obs": ["　"]
}, {
    "kanji": ["翻（飜）"],
    "yomi": ["ホン　", "ひるがえる　", "ひるがえす"],
    "examples": ["翻意，翻訳，翻刻", "翻る", "翻す"],
    "obs": ["　"]
}, {
    "kanji": ["凡"],
    "yomi": ["ボン　", "　ハン"],
    "examples": ["凡人，凡百，平凡", "凡例"],
    "obs": ["　"]
}, {
    "kanji": ["盆"],
    "yomi": ["ボン"],
    "examples": ["盆栽，盆地，旧盆"],
    "obs": ["　"]
}, {
    "kanji": ["麻"],
    "yomi": ["マ　", "あさ"],
    "examples": ["麻薬，麻酔，亜麻", "麻"],
    "obs": ["　"]
}, {
    "kanji": ["摩"],
    "yomi": ["マ"],
    "examples": ["摩擦，摩天楼"],
    "obs": ["　"]
}, {
    "kanji": ["磨"],
    "yomi": ["マ　", "みがく"],
    "examples": ["研磨", "磨く，磨き粉"],
    "obs": ["　"]
}, {
    "kanji": ["魔"],
    "yomi": ["マ"],
    "examples": ["魔法，悪魔，邪魔"],
    "obs": ["　"]
}, {
    "kanji": ["毎（每）"],
    "yomi": ["マイ"],
    "examples": ["毎度，毎日，毎々"],
    "obs": ["　"]
}, {
    "kanji": ["妹"],
    "yomi": ["マイ　", "いもうと"],
    "examples": ["姉妹，義妹，令妹", "妹"],
    "obs": ["　"]
}, {
    "kanji": ["枚"],
    "yomi": ["マイ"],
    "examples": ["枚数，枚挙，大枚"],
    "obs": ["　"]
}, {
    "kanji": ["昧"],
    "yomi": ["マイ"],
    "examples": ["曖昧，三昧"],
    "obs": ["　"]
}, {
    "kanji": ["埋"],
    "yomi": ["マイ　", "うめる　", "うまる　", "うもれる"],
    "examples": ["埋没，埋蔵，埋葬", "埋める，埋め立て，穴埋め", "埋まる", "埋もれる，埋もれ木"],
    "obs": ["　"]
}, {
    "kanji": ["幕"],
    "yomi": ["マク　", "バク"],
    "examples": ["幕切れ，天幕，暗幕", "幕府，幕末，幕僚"],
    "obs": ["　"]
}, {
    "kanji": ["膜"],
    "yomi": ["マク"],
    "examples": ["膜質，鼓膜，粘膜"],
    "obs": ["　"]
}, {
    "kanji": ["枕"],
    "yomi": ["まくら"],
    "examples": ["枕，枕元"],
    "obs": ["　"]
}, {
    "kanji": ["又"],
    "yomi": ["また"],
    "examples": ["又，又は"],
    "obs": ["　"]
}, {
    "kanji": ["末"],
    "yomi": ["マツ　", "バツ　", "すえ"],
    "examples": ["末代，本末，粉末", "末子，末弟", "末，末っ子，末頼もしい"],
    "obs": ["", "「末子」，「末弟」は，「マッシ」，", "「マッテイ」とも。"]
}, {
    "kanji": ["抹"],
    "yomi": ["マツ"],
    "examples": ["抹殺，抹消，一抹"],
    "obs": ["　"]
}, {
    "kanji": ["万（萬）"],
    "yomi": ["マン　", "バン"],
    "examples": ["万一，万年筆，巨万", "万国，万端，万全"],
    "obs": ["　"]
}, {
    "kanji": ["満（滿）"],
    "yomi": ["マン　", "みちる　", "みたす"],
    "examples": ["満月，満足，充満", "満ちる，満ち潮", "満たす"],
    "obs": ["　"]
}, {
    "kanji": ["慢"],
    "yomi": ["マン"],
    "examples": ["慢性，怠慢，自慢"],
    "obs": ["　"]
}, {
    "kanji": ["漫"],
    "yomi": ["マン"],
    "examples": ["漫画，漫歩，散漫"],
    "obs": ["　"]
}, {
    "kanji": ["未"],
    "yomi": ["ミ"],
    "examples": ["未来，未満，前代未聞"],
    "obs": ["　"]
}, {
    "kanji": ["味"],
    "yomi": ["ミ　", "あじ　", "あじわう"],
    "examples": ["味覚，意味，興味", "味，味見，塩味", "味わう，味わい"],
    "obs": ["三味線（しゃみせん）"]
}, {
    "kanji": ["魅"],
    "yomi": ["ミ"],
    "examples": ["魅力，魅惑，魅する"],
    "obs": ["　"]
}, {
    "kanji": ["岬"],
    "yomi": ["みさき"],
    "examples": ["岬"],
    "obs": ["　"]
}, {
    "kanji": ["密"],
    "yomi": ["ミツ"],
    "examples": ["密約，厳密，秘密"],
    "obs": ["　"]
}, {
    "kanji": ["蜜"],
    "yomi": ["ミツ"],
    "examples": ["蜜，蜜月"],
    "obs": ["　"]
}, {
    "kanji": ["脈"],
    "yomi": ["ミャク"],
    "examples": ["脈絡，動脈，山脈"],
    "obs": ["　"]
}, {
    "kanji": ["妙"],
    "yomi": ["ミョウ"],
    "examples": ["妙案，奇妙，巧妙"],
    "obs": ["　"]
}, {
    "kanji": ["民"],
    "yomi": ["ミン　", "たみ"],
    "examples": ["民族，民主的，国民", "民"],
    "obs": ["　"]
}, {
    "kanji": ["眠"],
    "yomi": ["ミン　", "ねむる　", "ねむい"],
    "examples": ["不眠，安眠，睡眠", "眠る，眠り", "眠い，眠たい，眠気"],
    "obs": ["　"]
}, {
    "kanji": ["矛"],
    "yomi": ["ム　", "ほこ"],
    "examples": ["矛盾", "矛，矛先"],
    "obs": ["　"]
}, {
    "kanji": ["務"],
    "yomi": ["ム　", "つとめる　", "つとまる"],
    "examples": ["事務，職務，義務", "務める，務め", "務まる"],
    "obs": ["", "⇔勤める，努める", "⇔勤まる"]
}, {
    "kanji": ["無"],
    "yomi": ["ム　", "ブ　", "ない"],
    "examples": ["無名，無理，皆無", "無事，無礼，無愛想", "無い，無くす，無くなる"],
    "obs": ["", "", "⇔亡い"]
}, {
    "kanji": ["夢"],
    "yomi": ["ム　", "ゆめ"],
    "examples": ["夢幻，夢中，悪夢", "夢，夢見る，初夢"],
    "obs": ["　"]
}, {
    "kanji": ["霧"],
    "yomi": ["ム　", "きり"],
    "examples": ["霧笛，濃霧，噴霧器", "霧，霧雨，朝霧"],
    "obs": ["　"]
}, {
    "kanji": ["娘"],
    "yomi": ["むすめ"],
    "examples": ["娘，娘心，小娘"],
    "obs": ["　"]
}, {
    "kanji": ["名"],
    "yomi": ["メイ　", "ミョウ　", "な", " "],
    "examples": ["名誉，氏名，有名", "名字，本名，大名", "名，名前", " "],
    "obs": ["", "", "仮名（かな）", "名残（なごり）"]
}, {
    "kanji": ["命"],
    "yomi": ["メイ　", "ミョウ　", "いのち"],
    "examples": ["命令，運命，生命", "寿命", "命，命拾い"],
    "obs": ["　"]
}, {
    "kanji": ["明"],
    "yomi": ["メイ　", "ミョウ　", "あかり　", "あかるい　", "あかるむ　", "あからむ　", "あきらか　", "あける　", "あく　", "あくる　", "あかす"],
    "examples": ["明暗，説明，鮮明", "明日，光明，灯明", "明かり，薄明かり", "明るい，明るさ", "明るむ", "明らむ", "明らかだ", "明ける，夜明け", "明く", "明くる日，明くる朝", "明かす，種明かし"],
    "obs": ["", "明日（あす）", "", "", "", "", "", "⇔開ける，空ける", "⇔開く，空く", "", " "]
}, {
    "kanji": ["迷"],
    "yomi": ["メイ　", "まよう"],
    "examples": ["迷路，迷惑，低迷", "迷う，迷い"],
    "obs": ["", "迷子（まいご）"]
}, {
    "kanji": ["冥"],
    "yomi": ["メイ　", "ミョウ"],
    "examples": ["冥福", "冥加，冥利"],
    "obs": ["　"]
}, {
    "kanji": ["盟"],
    "yomi": ["メイ"],
    "examples": ["加盟，同盟，連盟"],
    "obs": ["　"]
}, {
    "kanji": ["銘"],
    "yomi": ["メイ"],
    "examples": ["銘柄，碑銘"],
    "obs": ["　"]
}, {
    "kanji": ["鳴"],
    "yomi": ["メイ　", "なく　", "なる　", "ならす"],
    "examples": ["鳴動，悲鳴，雷鳴", "鳴く，鳴き声", "鳴る，耳鳴り", "鳴らす"],
    "obs": ["　"]
}, {
    "kanji": ["滅"],
    "yomi": ["メツ　", "ほろびる　", "ほろぼす"],
    "examples": ["滅亡，消滅，絶滅", "滅びる", "滅ぼす"],
    "obs": ["　"]
}, {
    "kanji": ["免（免）"],
    "yomi": ["メン　", "まぬかれる"],
    "examples": ["免許，免除，放免", "免れる"],
    "obs": ["", "「まぬがれる」とも。"]
}, {
    "kanji": ["面"],
    "yomi": ["メン　", "おも　", "おもて　", "つら"],
    "examples": ["面会，顔面，方面", "川の面，面影，面長", "面，細面", "面，面魂，鼻面"],
    "obs": ["真面目（まじめ）", "⇔表"]
}, {
    "kanji": ["綿"],
    "yomi": ["メン　", "わた"],
    "examples": ["綿布，綿密，純綿", "綿，真綿"],
    "obs": ["木綿（もめん）"]
}, {
    "kanji": ["麺（麵）"],
    "yomi": ["メン"],
    "examples": ["麺類"],
    "obs": ["　"]
}, {
    "kanji": ["茂"],
    "yomi": ["モ　", "しげる"],
    "examples": ["繁茂", "茂る，茂み"],
    "obs": ["　"]
}, {
    "kanji": ["模"],
    "yomi": ["モ　", "ボ"],
    "examples": ["模範，模型，模倣", "規模"],
    "obs": ["　"]
}, {
    "kanji": ["毛"],
    "yomi": ["モウ　", "け"],
    "examples": ["毛髪，毛細管，不毛", "毛，毛糸，抜け毛"],
    "obs": ["　"]
}, {
    "kanji": ["妄"],
    "yomi": ["モウ　", "ボウ"],
    "examples": ["妄信，妄想，迷妄", "妄言"],
    "obs": ["", "「妄言」は，「モウゲン」とも。"]
}, {
    "kanji": ["盲"],
    "yomi": ["モウ"],
    "examples": ["盲点，盲従，文盲"],
    "obs": ["　"]
}, {
    "kanji": ["耗"],
    "yomi": ["モウ　", "　コウ"],
    "examples": ["消耗", "心神耗弱"],
    "obs": ["「モウ」は，慣用音。"]
}, {
    "kanji": ["猛"],
    "yomi": ["モウ"],
    "examples": ["猛烈，猛獣，勇猛"],
    "obs": ["猛者（もさ）"]
}, {
    "kanji": ["網"],
    "yomi": ["モウ　", "あみ"],
    "examples": ["網膜，漁網，通信網", "網，網戸"],
    "obs": ["", "投網（とあみ）"]
}, {
    "kanji": ["目"],
    "yomi": ["モク　", "　ボク　", "め　", "　ま"],
    "examples": ["目的，目前，項目", "面目", "目，目立つ，結び目", "目の当たり，目深"],
    "obs": ["", "「面目」は，「メンモク」とも。", "真面目（まじめ）", " "]
}, {
    "kanji": ["黙（默）"],
    "yomi": ["モク　", "だまる"],
    "examples": ["黙殺，暗黙，沈黙", "黙る，黙り込む"],
    "obs": ["　"]
}, {
    "kanji": ["門"],
    "yomi": ["モン　", "かど"],
    "examples": ["門戸，門下生，専門", "門，門口，門松"],
    "obs": ["　"]
}, {
    "kanji": ["紋"],
    "yomi": ["モン"],
    "examples": ["紋章，指紋，波紋"],
    "obs": ["　"]
}, {
    "kanji": ["問"],
    "yomi": ["モン　", "とう　", "とい　", "　とん"],
    "examples": ["問題，問答，訪問", "問う，問いただす", "問い", "問屋"],
    "obs": ["", "", "", "「問屋」は，「といや」とも。"]
}, {
    "kanji": ["冶"],
    "yomi": ["ヤ"],
    "examples": ["冶金，陶冶"],
    "obs": ["鍛冶（かじ）"]
}, {
    "kanji": ["夜"],
    "yomi": ["ヤ　", "よ　", "よる"],
    "examples": ["夜半，深夜，昼夜", "夜が明ける，夜風，月夜", "夜，夜昼"],
    "obs": ["　"]
}, {
    "kanji": ["野"],
    "yomi": ["ヤ　", "の"],
    "examples": ["野外，野性，分野", "野，野原，野放し"],
    "obs": ["", "野良（のら）"]
}, {
    "kanji": ["弥（彌）"],
    "yomi": ["や"],
    "examples": ["", ""],
    "obs": ["弥生（やよい）"]
}, {
    "kanji": ["厄"],
    "yomi": ["ヤク"],
    "examples": ["厄，厄年，災厄"],
    "obs": ["　"]
}, {
    "kanji": ["役"],
    "yomi": ["ヤク　", "エキ"],
    "examples": ["役所，役目，荷役", "役務，使役，兵役"],
    "obs": ["　"]
}, {
    "kanji": ["約"],
    "yomi": ["ヤク"],
    "examples": ["約束，約半分，節約"],
    "obs": ["　"]
}, {
    "kanji": ["訳（譯）"],
    "yomi": ["ヤク　", "わけ"],
    "examples": ["訳文，翻訳，通訳", "訳，内訳，申し訳"],
    "obs": ["　"]
}, {
    "kanji": ["薬（藥）"],
    "yomi": ["ヤク　", "くすり"],
    "examples": ["薬剤，薬局，火薬", "薬，飲み薬"],
    "obs": ["　"]
}, {
    "kanji": ["躍"],
    "yomi": ["ヤク　", "おどる"],
    "examples": ["躍動，躍起，飛躍", "躍る，躍り上がる"],
    "obs": ["", "⇔踊る"]
}, {
    "kanji": ["闇"],
    "yomi": ["やみ"],
    "examples": ["闇夜，暗闇"],
    "obs": ["　"]
}, {
    "kanji": ["由"],
    "yomi": ["ユ　", "ユウ　", "　ユイ　", "よし"],
    "examples": ["由来，経由", "自由，理由，事由", "由緒", "……の由"],
    "obs": ["　"]
}, {
    "kanji": ["油"],
    "yomi": ["ユ　", "あぶら"],
    "examples": ["油脂，油田，石油", "油，油絵，水油"],
    "obs": ["", "⇔脂"]
}, {
    "kanji": ["喩"],
    "yomi": ["ユ"],
    "examples": ["比喩"],
    "obs": ["＊［（付）第２の３参照］"]
}, {
    "kanji": ["愉"],
    "yomi": ["ユ"],
    "examples": ["愉快，愉悦"],
    "obs": ["　"]
}, {
    "kanji": ["諭"],
    "yomi": ["ユ　", "さとす"],
    "examples": ["諭旨，教諭，説諭", "諭す，諭し"],
    "obs": ["　"]
}, {
    "kanji": ["輸"],
    "yomi": ["ユ"],
    "examples": ["輸出，輸送，運輸"],
    "obs": ["　"]
}, {
    "kanji": ["癒"],
    "yomi": ["ユ　", "いえる　", "いやす"],
    "examples": ["癒着，治癒，平癒", "癒える", "癒やす"],
    "obs": ["　"]
}, {
    "kanji": ["唯"],
    "yomi": ["ユイ　", "　イ"],
    "examples": ["唯一，唯物論，唯美主義", "唯々諾々"],
    "obs": ["　"]
}, {
    "kanji": ["友"],
    "yomi": ["ユウ　", "とも"],
    "examples": ["友好，友情，親友", "友"],
    "obs": ["", "友達（ともだち）"]
}, {
    "kanji": ["有"],
    "yomi": ["ユウ　", "ウ　", "ある"],
    "examples": ["有益，所有，特有", "有無，有象無象", "有る，有り金"],
    "obs": ["", "", "⇔在る"]
}, {
    "kanji": ["勇"],
    "yomi": ["ユウ　", "いさむ"],
    "examples": ["勇敢，勇気，武勇", "勇む，勇み足，勇ましい"],
    "obs": ["　"]
}, {
    "kanji": ["幽"],
    "yomi": ["ユウ"],
    "examples": ["幽境，幽玄，幽霊"],
    "obs": ["　"]
}, {
    "kanji": ["悠"],
    "yomi": ["ユウ"],
    "examples": ["悠然，悠長，悠々"],
    "obs": ["　"]
}, {
    "kanji": ["郵"],
    "yomi": ["ユウ"],
    "examples": ["郵便，郵送，郵券"],
    "obs": ["　"]
}, {
    "kanji": ["湧"],
    "yomi": ["ユウ　", "わく"],
    "examples": ["湧水，湧出", "湧く"],
    "obs": ["", "⇔沸く"]
}, {
    "kanji": ["猶"],
    "yomi": ["ユウ"],
    "examples": ["猶予"],
    "obs": ["　"]
}, {
    "kanji": ["裕"],
    "yomi": ["ユウ"],
    "examples": ["裕福，富裕，余裕"],
    "obs": ["　"]
}, {
    "kanji": ["遊"],
    "yomi": ["ユウ　", "　ユ　", "あそぶ"],
    "examples": ["遊戯，遊離，交遊", "遊山", "遊ぶ，遊び"],
    "obs": ["　"]
}, {
    "kanji": ["雄"],
    "yomi": ["ユウ　", "お　", "おす"],
    "examples": ["雄大，英雄，雌雄", "雄しべ，雄牛，雄々しい", "雄，雄犬"],
    "obs": ["　"]
}, {
    "kanji": ["誘"],
    "yomi": ["ユウ　", "さそう"],
    "examples": ["誘惑，誘発，勧誘", "誘う，誘い水"],
    "obs": ["　"]
}, {
    "kanji": ["憂"],
    "yomi": ["ユウ　", "うれえる　", "うれい　", "うい"],
    "examples": ["憂愁，憂慮，一喜一憂", "憂える，憂え", "憂い", "憂い，憂き目，物憂い"],
    "obs": ["", "⇔愁える", "⇔愁い", "「憂き」は，文語の連体形。"]
}, {
    "kanji": ["融"],
    "yomi": ["ユウ"],
    "examples": ["融解，融和，金融"],
    "obs": ["　"]
}, {
    "kanji": ["優"],
    "yomi": ["ユウ　", "やさしい　", "すぐれる"],
    "examples": ["優越，優柔，俳優", "優しい，優しさ", "優れる"],
    "obs": ["　"]
}, {
    "kanji": ["与（與）"],
    "yomi": ["ヨ　", "あたえる"],
    "examples": ["与党，授与，関与", "与える"],
    "obs": ["　"]
}, {
    "kanji": ["予（豫）"],
    "yomi": ["ヨ"],
    "examples": ["予定，予備，猶予"],
    "obs": ["　"]
}, {
    "kanji": ["余（餘）"],
    "yomi": ["ヨ　", "あまる　", "あます"],
    "examples": ["余剰，余地，残余", "余る，余り", "余す"],
    "obs": ["　"]
}, {
    "kanji": ["誉（譽）"],
    "yomi": ["ヨ　", "ほまれ"],
    "examples": ["名誉，栄誉", "誉れ"],
    "obs": ["　"]
}, {
    "kanji": ["預"],
    "yomi": ["ヨ　", "あずける　", "あずかる"],
    "examples": ["預金，預託", "預ける", "預かる，預かり"],
    "obs": ["　"]
}, {
    "kanji": ["幼"],
    "yomi": ["ヨウ　", "おさない"],
    "examples": ["幼児，幼虫，幼稚", "幼い，幼友達"],
    "obs": ["　"]
}, {
    "kanji": ["用"],
    "yomi": ["ヨウ　", "もちいる"],
    "examples": ["用意，使用，費用", "用いる"],
    "obs": ["　"]
}, {
    "kanji": ["羊"],
    "yomi": ["ヨウ　", "ひつじ"],
    "examples": ["羊毛，綿羊，牧羊", "羊"],
    "obs": ["　"]
}, {
    "kanji": ["妖"],
    "yomi": ["ヨウ　", "あやしい"],
    "examples": ["妖怪，妖艶", "妖しい"],
    "obs": ["", "⇔怪しい"]
}, {
    "kanji": ["洋"],
    "yomi": ["ヨウ"],
    "examples": ["洋楽，洋風，海洋"],
    "obs": ["　"]
}, {
    "kanji": ["要"],
    "yomi": ["ヨウ　", "かなめ　", "いる"],
    "examples": ["要点，要注意，重要", "要", "要る"],
    "obs": ["", "", "⇔入る"]
}, {
    "kanji": ["容"],
    "yomi": ["ヨウ"],
    "examples": ["容易，容器，形容"],
    "obs": ["　"]
}, {
    "kanji": ["庸"],
    "yomi": ["ヨウ"],
    "examples": ["凡庸，中庸"],
    "obs": ["　"]
}, {
    "kanji": ["揚"],
    "yomi": ["ヨウ　", "あげる　", "あがる"],
    "examples": ["意気揚々，抑揚，掲揚", "揚げる，荷揚げ", "揚がる"],
    "obs": ["", "⇔上げる，挙げる", "⇔上がる，挙がる"]
}, {
    "kanji": ["揺（搖）"],
    "yomi": ["ヨウ　", "ゆれる　", "ゆる　", "ゆらぐ　", "ゆるぐ　", "ゆする　", "ゆさぶる　", "ゆすぶる"],
    "examples": ["動揺", "揺れる，揺れ", "揺り返し，揺り籠", "揺らぐ", "揺るぐ，揺るぎない", "揺する，貧乏揺すり", "揺さぶる", "揺すぶる"],
    "obs": ["　"]
}, {
    "kanji": ["葉"],
    "yomi": ["ヨウ　", "は"],
    "examples": ["葉緑素，落葉，紅葉", "葉，枯れ葉，落ち葉"],
    "obs": ["紅葉（もみじ）"]
}, {
    "kanji": ["陽"],
    "yomi": ["ヨウ"],
    "examples": ["陽光，陰陽，太陽"],
    "obs": ["　"]
}, {
    "kanji": ["溶"],
    "yomi": ["ヨウ　", "とける　", "とかす　", "とく"],
    "examples": ["溶解，溶液，水溶液", "溶ける", "溶かす", "溶く"],
    "obs": ["", "⇔解ける", "⇔解かす", "⇔解く"]
}, {
    "kanji": ["腰"],
    "yomi": ["ヨウ　", "こし"],
    "examples": ["腰痛，腰部", "腰，腰だめ，物腰"],
    "obs": ["　"]
}, {
    "kanji": ["様（樣）"],
    "yomi": ["ヨウ　", "さま"],
    "examples": ["様式，様子，模様", "様，○○様"],
    "obs": ["　"]
}, {
    "kanji": ["瘍"],
    "yomi": ["ヨウ"],
    "examples": ["潰瘍，腫瘍"],
    "obs": ["　"]
}, {
    "kanji": ["踊"],
    "yomi": ["ヨウ　", "おどる　", "おどり"],
    "examples": ["舞踊", "踊る", "踊り"],
    "obs": ["⇔躍る"]
}, {
    "kanji": ["窯"],
    "yomi": ["ヨウ　", "かま"],
    "examples": ["窯業", "窯"],
    "obs": ["　"]
}, {
    "kanji": ["養"],
    "yomi": ["ヨウ　", "やしなう"],
    "examples": ["養育，養子，休養", "養う"],
    "obs": ["　"]
}, {
    "kanji": ["擁"],
    "yomi": ["ヨウ"],
    "examples": ["擁護，擁立，抱擁"],
    "obs": ["　"]
}, {
    "kanji": ["謡（謠）"],
    "yomi": ["ヨウ　", "うたい　", "うたう"],
    "examples": ["謡曲，民謡，歌謡", "謡，素謡", "謡う"],
    "obs": ["", "", "⇔歌う"]
}, {
    "kanji": ["曜"],
    "yomi": ["ヨウ"],
    "examples": ["曜日，七曜表，日曜"],
    "obs": ["　"]
}, {
    "kanji": ["抑"],
    "yomi": ["ヨク　", "おさえる"],
    "examples": ["抑圧，抑制，抑揚", "抑える，抑え"],
    "obs": ["", "⇔押さえる"]
}, {
    "kanji": ["沃"],
    "yomi": ["ヨク"],
    "examples": ["肥沃"],
    "obs": ["　"]
}, {
    "kanji": ["浴"],
    "yomi": ["ヨク　", "あびる　", "あびせる"],
    "examples": ["浴場，海水浴", "浴びる，水浴び", "浴びせる"],
    "obs": ["浴衣（ゆかた）"]
}, {
    "kanji": ["欲"],
    "yomi": ["ヨク　", "ほっする　", "ほしい"],
    "examples": ["欲望，食欲，無欲", "欲する", "欲しい，欲しがる"],
    "obs": ["　"]
}, {
    "kanji": ["翌"],
    "yomi": ["ヨク"],
    "examples": ["翌春，翌年，翌々日"],
    "obs": ["　"]
}, {
    "kanji": ["翼"],
    "yomi": ["ヨク　", "つばさ"],
    "examples": ["左翼，尾翼", "翼"],
    "obs": ["　"]
}, {
    "kanji": ["拉"],
    "yomi": ["ラ"],
    "examples": ["拉致"],
    "obs": ["　"]
}, {
    "kanji": ["裸"],
    "yomi": ["ラ　", "はだか"],
    "examples": ["裸身，裸体，赤裸々", "裸，丸裸"],
    "obs": ["　"]
}, {
    "kanji": ["羅"],
    "yomi": ["ラ"],
    "examples": ["羅列，羅針盤，網羅"],
    "obs": ["　"]
}, {
    "kanji": ["来（來）"],
    "yomi": ["ライ　", "くる　", "きたる　", "きたす"],
    "examples": ["来年，来歴，往来", "来る，出来心", "来る○日", "来す"],
    "obs": ["　"]
}, {
    "kanji": ["雷"],
    "yomi": ["ライ　", "かみなり"],
    "examples": ["雷雨，雷名，魚雷", "雷"],
    "obs": ["　"]
}, {
    "kanji": ["頼（賴）"],
    "yomi": ["ライ　", "たのむ　", "たのもしい　", "たよる"],
    "examples": ["依頼，信頼，無頼漢", "頼む，頼み", "頼もしい", "頼る，頼り"],
    "obs": ["　"]
}, {
    "kanji": ["絡"],
    "yomi": ["ラク　", "からむ　", "からまる　", "からめる"],
    "examples": ["連絡，脈絡", "絡む，絡み付く", "絡まる", "絡める"],
    "obs": ["　"]
}, {
    "kanji": ["落"],
    "yomi": ["ラク　", "おちる　", "おとす"],
    "examples": ["落語，落涙，集落", "落ちる，落ち着く", "落とす，力落とし"],
    "obs": ["　"]
}, {
    "kanji": ["酪"],
    "yomi": ["ラク"],
    "examples": ["酪農"],
    "obs": ["　"]
}, {
    "kanji": ["辣"],
    "yomi": ["ラツ"],
    "examples": ["辣腕，辛辣"],
    "obs": ["　"]
}, {
    "kanji": ["乱（亂）"],
    "yomi": ["ラン　", "みだれる　", "みだす"],
    "examples": ["乱戦，混乱，反乱", "乱れる，乱れ", "乱す"],
    "obs": ["　"]
}, {
    "kanji": ["卵"],
    "yomi": ["ラン　", "たまご"],
    "examples": ["卵黄，鶏卵，産卵", "卵"],
    "obs": ["　"]
}, {
    "kanji": ["覧（覽）"],
    "yomi": ["ラン"],
    "examples": ["観覧，展覧，一覧"],
    "obs": ["　"]
}, {
    "kanji": ["濫"],
    "yomi": ["ラン"],
    "examples": ["濫伐，濫費，濫用"],
    "obs": ["　"]
}, {
    "kanji": ["藍"],
    "yomi": ["ラン　", "あい"],
    "examples": ["出藍", "藍色，藍染め"],
    "obs": ["　"]
}, {
    "kanji": ["欄（欄）"],
    "yomi": ["ラン"],
    "examples": ["欄干，欄外，空欄"],
    "obs": ["　"]
}, {
    "kanji": ["吏"],
    "yomi": ["リ"],
    "examples": ["吏員，官吏，能吏"],
    "obs": ["　"]
}, {
    "kanji": ["利"],
    "yomi": ["リ　", "きく"],
    "examples": ["利益，鋭利，勝利", "利く，左利き，口利き"],
    "obs": ["砂利（じゃり）", "⇔効く"]
}, {
    "kanji": ["里"],
    "yomi": ["リ　", "さと"],
    "examples": ["里程，郷里，千里眼", "里，里心，村里"],
    "obs": ["　"]
}, {
    "kanji": ["理"],
    "yomi": ["リ"],
    "examples": ["理科，理由，整理"],
    "obs": ["　"]
}, {
    "kanji": ["痢"],
    "yomi": ["リ"],
    "examples": ["疫痢，下痢，赤痢"],
    "obs": ["　"]
}, {
    "kanji": ["裏"],
    "yomi": ["リ　", "うら"],
    "examples": ["裏面，表裏", "裏，裏口"],
    "obs": ["　"]
}, {
    "kanji": ["履"],
    "yomi": ["リ　", "はく"],
    "examples": ["履歴，履行，弊履", "履く，履物"],
    "obs": ["草履（ぞうり）"]
}, {
    "kanji": ["璃"],
    "yomi": ["リ"],
    "examples": ["浄瑠璃"],
    "obs": ["　"]
}, {
    "kanji": ["離"],
    "yomi": ["リ　", "はなれる　", "はなす"],
    "examples": ["離別，距離，分離", "離れる，離れ，乳離れ", "離す"],
    "obs": ["", "⇔放れる", "⇔放す"]
}, {
    "kanji": ["陸"],
    "yomi": ["リク"],
    "examples": ["陸地，陸橋，着陸"],
    "obs": ["　"]
}, {
    "kanji": ["立"],
    "yomi": ["リツ　", "　リュウ　", "たつ　", "たてる"],
    "examples": ["立案，起立，独立", "建立", "立つ，立場，夕立", "立てる，立て札"],
    "obs": ["", "立ち退く（たちのく）", "⇔建つ", "⇔建てる"]
}, {
    "kanji": ["律"],
    "yomi": ["リツ　", "　リチ"],
    "examples": ["律動，規律，法律", "律儀"],
    "obs": ["　"]
}, {
    "kanji": ["慄"],
    "yomi": ["リツ"],
    "examples": ["慄然，戦慄"],
    "obs": ["　"]
}, {
    "kanji": ["略"],
    "yomi": ["リャク"],
    "examples": ["略称，計略，侵略"],
    "obs": ["　"]
}, {
    "kanji": ["柳"],
    "yomi": ["リュウ　", "やなぎ"],
    "examples": ["花柳界，川柳", "柳，柳腰"],
    "obs": ["　"]
}, {
    "kanji": ["流"],
    "yomi": ["リュウ　", "　ル　", "ながれる　", "ながす"],
    "examples": ["流行，流動，電流", "流布，流転，流罪", "流れる，流れ", "流す，流し"],
    "obs": ["　"]
}, {
    "kanji": ["留"],
    "yomi": ["リュウ　", "　ル　", "とめる　", "とまる"],
    "examples": ["留意，留学，保留", "留守", "留める，帯留め", "留まる，歩留まり"],
    "obs": ["", "", "⇔止める，泊める", "⇔止まる，泊まる"]
}, {
    "kanji": ["竜（龍）"],
    "yomi": ["リュウ　", "たつ"],
    "examples": ["竜，竜頭蛇尾", "竜巻"],
    "obs": ["　"]
}, {
    "kanji": ["粒"],
    "yomi": ["リュウ　", "つぶ"],
    "examples": ["粒子，粒々辛苦", "粒，豆粒"],
    "obs": ["　"]
}, {
    "kanji": ["隆（隆）"],
    "yomi": ["リュウ"],
    "examples": ["隆起，隆盛，興隆"],
    "obs": ["　"]
}, {
    "kanji": ["硫"],
    "yomi": ["リュウ"],
    "examples": ["硫安，硫酸，硫化銀"],
    "obs": ["硫黄（いおう）"]
}, {
    "kanji": ["侶"],
    "yomi": ["リョ"],
    "examples": ["僧侶，伴侶"],
    "obs": ["　"]
}, {
    "kanji": ["旅"],
    "yomi": ["リョ　", "たび"],
    "examples": ["旅行，旅情，旅券", "旅，旅先，船旅"],
    "obs": ["　"]
}, {
    "kanji": ["虜（虜）"],
    "yomi": ["リョ"],
    "examples": ["虜囚，捕虜"],
    "obs": ["　"]
}, {
    "kanji": ["慮"],
    "yomi": ["リョ"],
    "examples": ["遠慮，考慮，無慮"],
    "obs": ["　"]
}, {
    "kanji": ["了"],
    "yomi": ["リョウ"],
    "examples": ["了解，完了，校了"],
    "obs": ["　"]
}, {
    "kanji": ["両（兩）"],
    "yomi": ["リョウ"],
    "examples": ["両親，両立，千両"],
    "obs": ["　"]
}, {
    "kanji": ["良"],
    "yomi": ["リョウ　", "　", "よい"],
    "examples": ["良好，良心，優良", "", "良い"],
    "obs": ["野良（のら）", "奈良（なら）県", "⇔善い"]
}, {
    "kanji": ["料"],
    "yomi": ["リョウ"],
    "examples": ["料金，料理，材料"],
    "obs": ["　"]
}, {
    "kanji": ["涼"],
    "yomi": ["リョウ　", "すずしい　", "すずむ"],
    "examples": ["涼味，清涼剤，納涼", "涼しい，涼しさ", "涼む，夕涼み"],
    "obs": ["　"]
}, {
    "kanji": ["猟（獵）"],
    "yomi": ["リョウ"],
    "examples": ["猟師，狩猟，渉猟"],
    "obs": ["　"]
}, {
    "kanji": ["陵"],
    "yomi": ["リョウ　", "みささぎ"],
    "examples": ["陵墓，丘陵", "陵"],
    "obs": ["　"]
}, {
    "kanji": ["量"],
    "yomi": ["リョウ　", "はかる"],
    "examples": ["量産，測量，度量", "量る"],
    "obs": ["", "⇔計る，測る，図る，謀る"]
}, {
    "kanji": ["僚"],
    "yomi": ["リョウ"],
    "examples": ["僚友，官僚，同僚"],
    "obs": ["　"]
}, {
    "kanji": ["領"],
    "yomi": ["リョウ"],
    "examples": ["領土，要領，大統領"],
    "obs": ["　"]
}, {
    "kanji": ["寮"],
    "yomi": ["リョウ"],
    "examples": ["寮生，寮母，独身寮"],
    "obs": ["　"]
}, {
    "kanji": ["療"],
    "yomi": ["リョウ"],
    "examples": ["療養，医療，治療"],
    "obs": ["　"]
}, {
    "kanji": ["瞭"],
    "yomi": ["リョウ"],
    "examples": ["明瞭"],
    "obs": ["　"]
}, {
    "kanji": ["糧"],
    "yomi": ["リョウ　", "　ロウ　", "かて"],
    "examples": ["糧食，糧道", "兵糧", "糧"],
    "obs": ["　"]
}, {
    "kanji": ["力"],
    "yomi": ["リョク　", "リキ　", "ちから"],
    "examples": ["権力，努力，能力", "力量，力作，馬力", "力，力仕事，底力"],
    "obs": ["　"]
}, {
    "kanji": ["緑（綠）"],
    "yomi": ["リョク　", "　ロク　", "みどり"],
    "examples": ["緑茶，緑陰，新緑", "緑青", "緑，薄緑"],
    "obs": ["　"]
}, {
    "kanji": ["林"],
    "yomi": ["リン　", "はやし"],
    "examples": ["林業，林立，山林", "林，松林"],
    "obs": ["　"]
}, {
    "kanji": ["厘"],
    "yomi": ["リン"],
    "examples": ["一分一厘"],
    "obs": ["　"]
}, {
    "kanji": ["倫"],
    "yomi": ["リン"],
    "examples": ["倫理，人倫，絶倫"],
    "obs": ["　"]
}, {
    "kanji": ["輪"],
    "yomi": ["リン　", "わ"],
    "examples": ["輪番，一輪，車輪", "輪，輪切り，首輪"],
    "obs": ["　"]
}, {
    "kanji": ["隣"],
    "yomi": ["リン　", "となる　", "となり"],
    "examples": ["隣室，隣接，近隣", "隣り合う", "隣，両隣"],
    "obs": ["　"]
}, {
    "kanji": ["臨"],
    "yomi": ["リン　", "のぞむ"],
    "examples": ["臨時，臨床，君臨", "臨む"],
    "obs": ["　"]
}, {
    "kanji": ["瑠"],
    "yomi": ["ル"],
    "examples": ["浄瑠璃"],
    "obs": ["　"]
}, {
    "kanji": ["涙（淚）"],
    "yomi": ["ルイ　", "なみだ"],
    "examples": ["感涙，声涙，落涙", "涙，涙ぐむ，涙ぐましい"],
    "obs": ["　"]
}, {
    "kanji": ["累"],
    "yomi": ["ルイ"],
    "examples": ["累計，累積，係累"],
    "obs": ["　"]
}, {
    "kanji": ["塁（壘）"],
    "yomi": ["ルイ"],
    "examples": ["塁審，敵塁，土塁"],
    "obs": ["　"]
}, {
    "kanji": ["類（類）"],
    "yomi": ["ルイ　", "たぐい"],
    "examples": ["類型，種類，分類", "類い，○○の類い"],
    "obs": ["　"]
}, {
    "kanji": ["令"],
    "yomi": ["レイ"],
    "examples": ["令嬢，法令，命令"],
    "obs": ["　"]
}, {
    "kanji": ["礼（禮）"],
    "yomi": ["レイ　", "ライ"],
    "examples": ["礼儀，謝礼，無礼", "礼賛，礼拝"],
    "obs": ["", "「礼拝」は，「レイハイ」とも。"]
}, {
    "kanji": ["冷"],
    "yomi": ["レイ　", "つめたい　", "ひえる　", "ひや　", "ひやす　", "ひやかす　", "さめる　", "さます"],
    "examples": ["冷却，冷淡，寒冷", "冷たい，冷たさ", "冷える，底冷え", "冷や，冷や汗，冷ややかだ", "冷やす", "冷やかす，冷やかし", "冷める", "冷ます，湯冷まし"],
    "obs": ["　"]
}, {
    "kanji": ["励（勵）"],
    "yomi": ["レイ　", "はげむ　", "はげます"],
    "examples": ["励行，奨励，精励", "励む，励み", "励ます，励まし"],
    "obs": ["　"]
}, {
    "kanji": ["戻（戾）"],
    "yomi": ["レイ　", "もどす　", "もどる"],
    "examples": ["戻入，返戻", "戻す，差し戻し", "戻る，後戻り"],
    "obs": ["　"]
}, {
    "kanji": ["例"],
    "yomi": ["レイ　", "たとえる"],
    "examples": ["例外，例年，用例", "例える，例え，例えば"],
    "obs": ["　"]
}, {
    "kanji": ["鈴"],
    "yomi": ["レイ　", "リン　", "すず"],
    "examples": ["電鈴，振鈴，予鈴", "風鈴，呼び鈴", "鈴"],
    "obs": ["　"]
}, {
    "kanji": ["零"],
    "yomi": ["レイ"],
    "examples": ["零下，零細，零落"],
    "obs": ["　"]
}, {
    "kanji": ["霊（靈）"],
    "yomi": ["レイ　", "リョウ　", "たま"],
    "examples": ["霊感，霊魂，霊長類", "悪霊，死霊", "霊，霊屋"],
    "obs": ["　"]
}, {
    "kanji": ["隷"],
    "yomi": ["レイ"],
    "examples": ["隷書，隷属，奴隷"],
    "obs": ["　"]
}, {
    "kanji": ["齢（齡）"],
    "yomi": ["レイ"],
    "examples": ["樹齢，年齢，妙齢"],
    "obs": ["　"]
}, {
    "kanji": ["麗"],
    "yomi": ["レイ　", "うるわしい"],
    "examples": ["麗人，端麗，美麗", "麗しい，麗しさ"],
    "obs": ["　"]
}, {
    "kanji": ["暦（曆）"],
    "yomi": ["レキ　", "こよみ"],
    "examples": ["暦年，還暦，太陽暦", "暦，花暦"],
    "obs": ["　"]
}, {
    "kanji": ["歴（歷）"],
    "yomi": ["レキ"],
    "examples": ["歴史，歴訪，経歴"],
    "obs": ["　"]
}, {
    "kanji": ["列"],
    "yomi": ["レツ"],
    "examples": ["列外，列車，陳列"],
    "obs": ["　"]
}, {
    "kanji": ["劣"],
    "yomi": ["レツ　", "おとる"],
    "examples": ["劣等，卑劣，優劣", "劣る"],
    "obs": ["　"]
}, {
    "kanji": ["烈"],
    "yomi": ["レツ"],
    "examples": ["烈火，壮烈，猛烈"],
    "obs": ["　"]
}, {
    "kanji": ["裂"],
    "yomi": ["レツ　", "さく　", "さける"],
    "examples": ["決裂，破裂，分裂", "裂く，八つ裂き", "裂ける，裂け目"],
    "obs": ["⇔割く"]
}, {
    "kanji": ["恋（戀）"],
    "yomi": ["レン　", "こう　", "こい　", "こいしい"],
    "examples": ["恋愛，恋慕，失恋", "恋い慕う，恋い焦がれる", "恋，初恋，恋する", "恋しい，恋しがる"],
    "obs": ["　"]
}, {
    "kanji": ["連"],
    "yomi": ["レン　", "つらなる　", "つらねる　", "つれる"],
    "examples": ["連合，連続，関連", "連なる", "連ねる", "連れる，連れ"],
    "obs": ["　"]
}, {
    "kanji": ["廉"],
    "yomi": ["レン"],
    "examples": ["廉価，清廉，破廉恥"],
    "obs": ["　"]
}, {
    "kanji": ["練（練）"],
    "yomi": ["レン　", "ねる"],
    "examples": ["練習，試練，熟練", "練る，練り直す"],
    "obs": ["　"]
}, {
    "kanji": ["錬（鍊）"],
    "yomi": ["レン"],
    "examples": ["錬金術，鍛錬，精錬"],
    "obs": ["　"]
}, {
    "kanji": ["呂"],
    "yomi": ["ロ"],
    "examples": ["風呂"],
    "obs": ["　"]
}, {
    "kanji": ["炉（爐）"],
    "yomi": ["ロ"],
    "examples": ["炉辺，暖炉，原子炉"],
    "obs": ["　"]
}, {
    "kanji": ["賂"],
    "yomi": ["ロ"],
    "examples": ["賄賂"],
    "obs": ["　"]
}, {
    "kanji": ["路"],
    "yomi": ["ロ　", "じ"],
    "examples": ["路上，道路", "家路，旅路，山路"],
    "obs": ["　"]
}, {
    "kanji": ["露"],
    "yomi": ["ロ　", "　ロウ　", "つゆ"],
    "examples": ["露出，露店，雨露", "披露", "露，夜露"],
    "obs": ["　"]
}, {
    "kanji": ["老"],
    "yomi": ["ロウ　", "おいる　", "ふける"],
    "examples": ["老巧，老人，長老", "老いる，老い", "老ける，老け役"],
    "obs": ["老舗（しにせ）"]
}, {
    "kanji": ["労（勞）"],
    "yomi": ["ロウ"],
    "examples": ["労働，労力，疲労"],
    "obs": ["　"]
}, {
    "kanji": ["弄"],
    "yomi": ["ロウ　", "もてあそぶ"],
    "examples": ["愚弄，翻弄", "弄ぶ"],
    "obs": ["　"]
}, {
    "kanji": ["郎（郞）"],
    "yomi": ["ロウ"],
    "examples": ["新郎"],
    "obs": ["　"]
}, {
    "kanji": ["朗（朗）"],
    "yomi": ["ロウ　", "ほがらか"],
    "examples": ["朗読，朗々と，明朗", "朗らかだ，朗らかさ"],
    "obs": ["　"]
}, {
    "kanji": ["浪"],
    "yomi": ["ロウ"],
    "examples": ["浪費，波浪，放浪"],
    "obs": ["　"]
}, {
    "kanji": ["廊（廊）"],
    "yomi": ["ロウ"],
    "examples": ["廊下，回廊，画廊"],
    "obs": ["　"]
}, {
    "kanji": ["楼（樓）"],
    "yomi": ["ロウ"],
    "examples": ["楼閣，鐘楼，望楼"],
    "obs": ["　"]
}, {
    "kanji": ["漏"],
    "yomi": ["ロウ　", "もる　", "もれる　", "もらす"],
    "examples": ["漏電，疎漏，脱漏", "漏る，雨漏り", "漏れる", "漏らす"],
    "obs": ["　"]
}, {
    "kanji": ["籠"],
    "yomi": ["ロウ　", "かご　", "こもる"],
    "examples": ["籠城", "籠", "籠もる"],
    "obs": ["　"]
}, {
    "kanji": ["六"],
    "yomi": ["ロク　", "む　", "むつ　", "むっつ　", "　むい"],
    "examples": ["六月，六法，丈六", "六月目", "六つ切り", "六つ", "六日"],
    "obs": ["　"]
}, {
    "kanji": ["録（錄）"],
    "yomi": ["ロク"],
    "examples": ["録音，記録，実録"],
    "obs": ["　"]
}, {
    "kanji": ["麓"],
    "yomi": ["ロク　", "ふもと"],
    "examples": ["山麓", "麓"],
    "obs": ["　"]
}, {
    "kanji": ["論"],
    "yomi": ["ロン"],
    "examples": ["論証，論理，議論"],
    "obs": ["　"]
}, {
    "kanji": ["和"],
    "yomi": ["ワ　", "　オ　", "やわらぐ　", "やわらげる　", "なごむ　", "なごやか"],
    "examples": ["和解，和服，柔和", "和尚", "和らぐ", "和らげる", "和む", "和やかだ"],
    "obs": ["日和（ひより）", "大和（やまと）"]
}, {
    "kanji": ["話"],
    "yomi": ["ワ　", "はなす　", "はなし"],
    "examples": ["話題，会話，童話", "話す，話し合い", "話，昔話，立ち話"],
    "obs": ["　"]
}, {
    "kanji": ["賄"],
    "yomi": ["ワイ　", "まかなう"],
    "examples": ["収賄，贈賄", "賄う，賄い"],
    "obs": ["　"]
}, {
    "kanji": ["脇"],
    "yomi": ["わき"],
    "examples": ["脇腹，両脇"],
    "obs": ["　"]
}, {
    "kanji": ["惑"],
    "yomi": ["ワク　", "まどう"],
    "examples": ["惑星，迷惑，誘惑", "惑う，惑い"],
    "obs": ["　"]
}, {
    "kanji": ["枠"],
    "yomi": ["わく"],
    "examples": ["枠，枠内，窓枠"],
    "obs": ["　"]
}, {
    "kanji": ["湾（灣）"],
    "yomi": ["ワン"],
    "examples": ["湾内，湾入，港湾"],
    "obs": ["　"]
}, {
    "kanji": ["腕"],
    "yomi": ["ワン　", "うで"],
    "examples": ["腕章，腕力，敏腕", "腕，腕前，細腕"],
    "obs": ["　"]
}]